import { Gua64BundleType } from "@/type/DataType"
export const Gua64Data: Gua64BundleType[] = [
  {
    "id": 1,
    "卦序": "第一卦",
    "卦名": "《乾卦》",
    "卦辭": {
      "卦象": "乾",
      "卦文": "元，亨，利，貞。",
      "卦白": "《乾卦》象征天：元始，亨通，和諧，貞正。",
      "象文": "天行健，君子以自強不息。",
      "象釋": "《象辭》說：天道運行周而複始，永無止息，誰也不能阻擋，君子應效法天道，自立自強，不停地奮斗下去。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "潛龍勿用。",
      "彖義": "初九，龍尚潛伏在水中，養精蓄銳，暫時還不能發揮作用。",
      "象文": "潛龍勿用，陽在下也。",
      "象釋": "《象辭》說：龍象征陽。龍尚潛伏在水中，養精蓄銳，暫時還不能發揮作用，是因為此爻位置最低，陽氣不能散發出來的緣故。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "見龍在田，利見大人。",
      "彖義": "九二，龍已出現在地上，利於出現德高勢隆的大人物。",
      "象文": "見龍在田，德施普也。",
      "象釋": "《象辭》說：龍已出現在地上，猶如陽光普照，天下人普遍得到恩惠。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "君子終日乾乾，夕惕若，厲無咎。",
      "彖義": "九三，君子整天自強不息，晚上也不敢有絲毫的懈怠，這樣即使遇到危險也會逢凶化吉。",
      "象文": "終日乾乾，反複道也。",
      "象釋": "《象辭》說：整天自強不息，是因為要避免出現反複，不敢有絲毫大意。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "或躍在淵，無咎。",
      "彖義": "九四，龍或騰躍而起，或退居於淵，均不會有危害。",
      "象文": "或躍在淵，進無咎也。",
      "象釋": "《象辭》說：龍或騰躍而起，或退居於淵，均不會有危害，因為能審時度勢，故進退自如，不會有危害。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "飛龍在天，利見大人。",
      "彖義": "九五，龍飛上了高空，利於出現德高勢隆的大人物。",
      "象文": "飛龍在天，大人造也。",
      "象釋": "《象辭》說：龍飛上了高空，象征德高勢隆的大人物一定會有所作為。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "亢龍有悔。",
      "彖義": "上九，龍飛到了過高的地方，必將會後悔。",
      "象文": "亢龍有悔，盈不可久也。",
      "象釋": "《象辭》說龍飛到了過高的地方，必將會後悔，因為物極必反，事物發展到了盡頭，必將走向自己的反面。"
    },
    "用爻": {
      "爻名": "用九",
      "彖文": "見群龍無首，吉。",
      "彖義": "用九，出現群龍也不願意為首的現象，是很吉利的。",
      "象文": "用九，天德不可為首也。",
      "象釋": "《象辭》說：用九的爻象說明，天雖生萬物，但卻不居首、不居功。"
    }
  },
  {
    "id": 2,
    "卦序": "第二卦",
    "卦名": "《坤卦》",
    "卦辭": {
      "卦象": "坤",
      "卦文": "元，亨，利牝馬之貞。君子有攸往，先迷，後得主，利。西南得朋，東北喪朋。安貞吉。",
      "卦白": "《坤卦》象征地：元始，亨通，如果像雌馬那樣柔順，則是吉利的。君子從事某項事業，雖然開始時不知所從，但結果會是有利的。如往西南方，則會得到朋友的幫助。如往東南方，則會失去朋友的幫助。如果保持現狀，也是吉利的。",
      "象文": "地勢坤，君子以厚德載物。",
      "象釋": "《象辭》說：坤象征大地，君子應效法大地，胸懷寬廣，包容萬物。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "",
      "彖義": "初六，",
      "象文": "履霜堅冰，陰始凝也；馴致其道，至堅冰也。",
      "象釋": "《象辭》說：腳踏上了霜，氣候變冷，冰雪即將到來，說明陰氣開始凝聚；按照這種情況發展下去，必然迎來冰雪的季節。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "直方大，不習無不利。",
      "彖義": "六二，正直，端正，廣大，具備這樣的品質，即使不學習也不會有什麼不利。",
      "象文": "六二之動，直以方也，不習無不利，地道光也。",
      "象釋": "《象辭》說：六二爻若是出現變化的話，總是表現出正直、端正的性質。即使不學習也不會有什麼不利，是因為地德廣大，包容萬物的緣故。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "含章可貞，或從王事，無成有終。",
      "彖義": "六三，胸懷才華而不顯露，如果輔佐君主，能克盡職守，功成不居。",
      "象文": "含章可貞，以時發也；或從王事，知光大也。",
      "象釋": "《象辭》說：胸懷才華而不顯露，是要把握時機才發揮，如果輔佐君主，必能大顯身手，一展抱負。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "括囊，無咎無譽。",
      "彖義": "六四，紮緊袋口，不說也不動，這樣雖得不到稱贊，但也免遭禍患。",
      "象文": "括囊無咎，慎不害也。",
      "象釋": "《象辭》說：紮緊袋口，不說也不動，可以免遭禍患，說明小心謹慎從事，是不會有害的。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "黃裳，元吉。",
      "彖義": "六五，黃色的衣服，最為吉祥。",
      "象文": "黃裳元吉，文在中也。",
      "象釋": "《象辭》說：黃色的衣服，最為吉祥，是因為黃色代表中，行事以中道為准則，當然是吉祥的。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "龍戰於野，其血玄黃。",
      "彖義": "上六，陰氣盛極，與陽氣相戰郊外，天地混雜，乾坤莫辨，後果是不堪設想的。",
      "象文": "龍戰於野，其道窮也。",
      "象釋": "《象辭》說：陰氣盛極，與陽氣相戰於郊外，說明陰氣已經發展到盡頭了。"
    },
    "用爻": {
      "爻名": "用六",
      "彖文": "利永貞。",
      "彖義": "用六這一爻，利於永遠保持中正。",
      "象文": "用六永貞，以大終也。",
      "象釋": "《象辭》說：用六的爻辭說利於永遠保持中正，即是指陰盛到了極點就會向陽轉化。"
    }
  },
  {
    "id": 3,
    "卦序": "第三卦",
    "卦名": "《屯卦》",
    "卦辭": {
      "卦象": "屯",
      "卦文": "元，亨，利，貞；勿用有攸往，利建侯。",
      "卦白": "《屯卦》象征初生：元始，亨通，和諧，貞正。不要急於發展，首先要立君建國。",
      "象文": "雲雷屯，君子以經綸。",
      "象釋": "《象辭》說：《屯卦》的卦象是震（雷）下坎（水）上，為雷上有水之表象，水在上表示雨尚未落，故釋為雲。雲雷大作，是即將下雨的征兆，故《屯卦》象征初生。這裏表示天地初創，國家始建，正人君子應以全部才智投入到創建國家的事業中去。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "磐桓，利居貞，利建侯。",
      "彖義": "初九，萬事開頭難，在初創時期困難特別大，難免徘徊不前，但只要能守正不阿，仍然可建功立業。",
      "象文": "雖磐桓，志行正也。以貴下賤，大得民也。",
      "象釋": "《象辭》說：雖然徘徊不前，但志向和行為純正。只要能下定決心，深入基層，仍然會大得民心的。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "屯如邅如，乘馬班如。匪寇婚媾，女子貞不字，十年後才生育。",
      "彖義": "《象辭》說：雖然徘徊不前，但志向和行為純正。只要能下定決心，深入基層，仍然會大得民心的。",
      "象文": "六二之難，乘剛也。十年乃字，反常也。",
      "象釋": "《象辭》說：六二爻之所以出現困難，是由於陽剛一方所造成的。婚後十年才生育，是很反常的現象。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "即主鹿無虞，惟入於林中，君子幾，不如舍，往吝。",
      "彖義": "六三，追逐鹿時，由於缺少管山林之人的引導，致使鹿逃入樹林中去。君子此時如仍不願舍棄，輕率地繼續追蹤，則必然會發生禍事。",
      "象文": "即鹿無虞，以從禽也。君子舍之，往吝窮也。",
      "象釋": "《象辭》說：追逐鹿缺少管山林之人引導，是因為獲鹿之心過於急切。君子應及時放棄，否則必有禍事或導致窮困。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "乘馬班如，求婚媾，往吉，無不利。",
      "彖義": "六四，四馬前進，步調不一，但如堅定不移地去求婚，則結果必然是吉祥順利的。",
      "象文": "求而往，明也。",
      "象釋": "《象辭》說：堅定不移地去追求，是明智之舉。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "屯其膏，小貞吉，大貞凶。",
      "彖義": "九五，只顧自己囤積財富而不注意幫助別人，是很危險的，那樣做，辦小事雖有成功的可能，但辦大事則必然會出現凶險。",
      "象文": "屯其膏，施未光也。",
      "象釋": "《象辭》說：只顧自己囤積財富而不注意幫助別人，這樣的人即使想有所作為，其前景也不大光明。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "乘馬班如，泣血漣如。",
      "彖義": "上六，四馬前進，步調不一，進退兩難，悲傷哭泣，泣血不止。",
      "象文": "泣血漣如，何可長也？",
      "象釋": "《象辭》說：悲傷哭泣，泣血不止，這種狀況怎能維持長久呢？"
    }
  },
  {
    "id": 4,
    "卦序": "第四卦",
    "卦名": "《蒙卦》",
    "卦辭": {
      "卦象": "蒙",
      "卦文": "亨。匪我求童蒙，童蒙求我；初筮告，再三瀆，瀆則不告。利貞。",
      "卦白": "《蒙卦》象征啟蒙：亨通。不是我有求於幼童，而是幼童有求於我，第一次向我請教，我有問必答，如果一而再、再而三地沒有禮貌地亂問，則不予回答。利於守正道。",
      "象文": "山下出泉，蒙；君子以果行育德。",
      "象釋": "《象辭》說：《蒙卦》的卦象是坎（水）下艮（山）上，為山下有泉水之表象，但要想發現甘泉，必須設法准確地找出泉水的位置，即意味著先必須進行啟蒙教育。君子必須行動果斷，才能培養出良好的品德。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "發蒙，利用刑人，用說桎梏；以往吝。",
      "彖義": "初六，要進行啟蒙教育，貴在樹立典型，以便防止罪惡發生；如不專心求學，而是急功冒進，將來必然會後悔。",
      "象文": "利用刑人，以正法也。",
      "象釋": "《象辭》說：用樹立典型的辦法來進行啟蒙教育，是為了確立正確的法度，以便遵循。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "包蒙，吉。納婦，吉；子克家。",
      "彖義": "九二，周圍都是上進心很強的蒙童，希望獲得知識，這是很吉利的。如果迎娶新媳婦，也是吉祥的。由於渴望接受教育，上進心很強，所以連孩子們已經能夠治家了。",
      "象文": "子克家，剛柔接也。",
      "象釋": "《象辭》說：由於渴望接受教育，上進心很強，所以連孩子們都已經能夠治家了，這是因為剛柔相濟，孩子們受到了很好的啟蒙教育的結果。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "勿用取女，見金夫，不有躬，無攸利。",
      "彖義": "六三，不能娶這樣的女子，她的心目中只有美貌的郎君，不能守禮儀，也難以保住自己的節操，娶這樣的女子是沒有什麼好處的。",
      "象文": "勿用取女，行不順也。",
      "象釋": "《象辭》說：不能娶這個女子，主要是指這個女子的行為是不合乎禮儀的，即這個女子沒有受過良好的啟蒙教育。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "困蒙，吝。",
      "彖義": "六四，人處於困難的境地，不利於接受啟蒙教育，因而孤陋寡聞，結果是不大好的。",
      "象文": "困蒙之吝,獨遠實也。",
      "象釋": "《象辭》說：人處於困難的境地，不利於接受啟蒙教育，是因為疏遠有真才實學的老師。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "童蒙，吉。",
      "彖義": "六五，蒙童虛心地向老師求教，這是很吉祥的。",
      "象文": "童蒙之吉，順以巽也。",
      "象釋": "《象辭》說：蒙童虛心地向老師求教，這是很吉祥的，這是因為蒙童對老師采取了謙遜的態度。蒙童謙遜，則老師樂教，其教育結果自然是比較有效的，當然也是吉祥的。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "擊蒙，不利為寇，利禦寇。",
      "彖義": "上九，啟蒙教育要及早實行，要針對蒙童的缺點，先發治人。不要等到蒙童的問題徹底暴露再去教育，而要防患於未然，事先進行啟蒙教育。",
      "象文": "利用禦寇，上下順也。",
      "象釋": "《象辭》說：啟蒙教育要及早實行，要針對蒙童的缺點，先發治人，因為只有這樣，才能使老師和蒙童互相配合，才能達到治病救人、上下一心的目的。"
    }
  },
  {
    "id": 5,
    "卦序": "第五卦",
    "卦名": "《需卦》",
    "卦辭": {
      "卦象": "需",
      "卦文": "有孚，光亨，貞吉，利涉大川。",
      "卦白": "《需卦》象征等待：具有誠實守信的品德，光明正大，做事才會亨通順利，占問的結果是吉祥的，出外遠行，渡過寬闊的河流會很順利。",
      "象文": "雲上於天，需；君子以飲食宴樂。",
      "象釋": "《象辭》說：《需卦》的卦象是乾（天）下坎（水）上，為水在天上之表象。水汽聚集天上成為雲層，密雲満天，但還沒有下雨，需要等待；君子在這個時候需要吃喝，飲酒作樂，即在等待的時候積蓄力量。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "需於郊，利用恒，無咎。",
      "彖義": "初九，在郊外等待，必須有恒心，長久耐心地靜候時機，不會有什麼禍患。",
      "象文": "需於郊，不犯難行也；利用恒，無咎，未失常也。",
      "象釋": "《象辭》說：在郊外等待，表明不能冒險輕率前行；長久耐心地等候時機，不會有什麼禍患，表明沒有偏離正道，沒有偏離天地恒常之理。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "需於沙，小有言，終吉。",
      "彖義": "九二，在沙灘上等待，雖然要受到別人的一些非難指責，耐心等待終究會獲得吉祥。",
      "象文": "需於沙，衍在中也；雖有小言，以終吉也。",
      "象釋": "《象辭》說：在沙灘上等待，表明寬宏大量不急躁；雖然受到一些非難和指責，但終久能獲得吉祥。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "需於泥，致寇至。",
      "彖義": "九三，在泥濘中等待，結果搶劫的強徒乘機而至。",
      "象文": "需於泥，災在外也；自我致寇，敬慎不敗也。",
      "象釋": "《象辭》說：在泥濘中等待，說明災禍還在外面，尚未殃及本身；自己招引來強盜，說明要處處謹慎小心才能避開危險。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "需於血，出自穴。",
      "彖義": "六四，在血泊中等待，不小心陷進深穴，用盡全力才逃脫出來。",
      "象文": "需於血，順以聽也。",
      "象釋": "《象辭》說：在血泊中等待，表明此時必須沉著冷靜，順應時勢，聽天由命，以等待轉機。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "需於酒食，貞吉。",
      "彖義": "九五，准備好酒食招待客人，占問的結果是吉祥的。",
      "象文": "酒食貞吉，以中正也。",
      "象釋": "《象辭》說：准備好酒食招待客人，占問的結果是吉祥的，說明此時處於中位，完美無缺。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "入於穴，有不速之客三人來；敬之，終吉。",
      "彖義": "上六，落入了洞穴之中，忽然有不請自來的三位客人到來；對他們恭恭敬敬，以禮相待，終久會得到吉祥的結果。",
      "象文": "不速之客來，敬之終吉。雖不當位，未大失也。",
      "象釋": "《象辭》說：不請自來的三位客人到來，對他們恭敬而且熱情地招待，終久獲得吉祥，表明此時盡管處在不適當的地位，但還沒有遭受大的損失。"
    }
  },
  {
    "id": 6,
    "卦序": "第六卦",
    "卦名": "《訟卦》",
    "卦辭": {
      "卦象": "訟",
      "卦文": "有孚窒惕，中吉；終凶，利見大人，不利涉大川。",
      "卦白": "《訟卦》象征打官司：這是因為誠實守信的德行被阻塞，心中畏懼有所戒備引起，堅守正道居中不偏會有吉祥；堅持把官司打到底則有凶險，如有德高望重的大人物出現則會有利，但出外遠行、要渡過寬闊的大河則不會順利。",
      "象文": "天與水違行，訟；君子以作事謀始。",
      "象釋": "《象辭》說《訟卦》的卦象是坎（水）下乾（天）上，為天在水上之表象。天從東向西轉動，江河百川之水從西向東流，天與水是逆向相背而行的，象征著人們由於意見不合而打官司。所以君子在做事前要深謀遠慮，從開始就要消除可能引起爭端的因素。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "不永所事；小有言，終吉。",
      "彖義": "初六，不久將陷於爭端之中；雖然會受到一些非難和指責，但終久將獲得吉祥。",
      "象文": "不永所事，訟不可長也；雖小有言，其辯明也。",
      "象釋": "《象辭》說：不久陷於爭端之中，說明與人爭端決不可長久，決不可互不讓步，相持不下；雖然受到一些非難指責，但通過擺事實講道理，可以明辨事非。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "不克訟，歸而逋，其邑人三百戶，無眚。",
      "彖義": "九二，打官司失利，走為上策，趕快逃回來，跑到只有三百戶人家的小國中，在此居住可以避開災禍。",
      "象文": "不克訟，歸逋竄也；自下訟上，患至掇也。",
      "象釋": "《象辭》說：打官司失利，迅速逃回來，因為自己處於下位，與上面有權有勢的人打官司，必然要失敗而且有災禍降臨，但逃走避開，災禍就沒有了。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "食舊德，貞厲，終吉；或從王事，無成。",
      "彖義": "六三，安享著原有的家業，吃喝不愁，堅守正道，處處小心防備危險，終久會獲得吉祥；如果輔佐君王建功立業，成功後不歸功於自己。",
      "象文": "",
      "象釋": "《象辭》說：安享著祖上遺留下來的家業，說明只要順從上級，則可以獲得吉祥的結果。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "不克訟；複即命，渝，安貞吉。",
      "彖義": "九四，打官司失利，經過反思改變了主意，決定不打官司了，安分守己，必然會得到吉利的結果。",
      "象文": "複即命，渝，安貞不失也。",
      "象釋": "《象辭》說：打官司失利後，回過頭仔細反思，覺得和為貴，還是息事寧人為好，於是改變了主意，撤回訴狀，退出爭端不打官司了，說明堅守正道，安分守己就沒有什麼損失了。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "訟，元吉。",
      "彖義": "九五，官司得到了公正的判決，開始獲得吉祥。",
      "象文": "訟，元吉，以中正也。",
      "象釋": "《象辭》說：官司得到公正的判決，開始獲得吉祥，表明此時居於正中地位，得到了大人物的公正的判處。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "或錫之鞶帶，終朝三褫之。",
      "彖義": "上九，因打官司獲勝，君王偶然賞賜給飾有皮束衣帶的華貴衣服，但在一天之內卻幾次被剝下身來。",
      "象文": "以訟受服，亦不足敬也。",
      "象釋": "《象辭》說：因為打官司獲勝而得到賞賜，沒有什麼可以值得尊敬的。"
    }
  },
  {
    "id": 7,
    "卦序": "第七卦",
    "卦名": "《師卦》",
    "卦辭": {
      "卦象": "師",
      "卦文": "貞，丈人吉，無咎。",
      "卦白": "《師卦》象征兵眾（師指軍隊）：堅守正道，德高望重富有經驗的長者統帥軍隊可以得到吉祥，不會有什麼災禍。",
      "象文": "地中有水，師；君子以容民畜眾。",
      "象釋": "《象辭》說：《師卦》的卦象是坎（水）下坤（地）上，是地中有水之表象。地中蘊藏聚集了大量的水，取之不盡，用之不竭，象征兵源充足；君子要像地中藏水一樣容納天下百姓，養育眾人，這樣就會有眾多的士兵可用。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "師出以律，否臧凶。",
      "彖義": "初六，出師征戰必須要有嚴明的紀律，如果軍紀混亂必然有凶險。",
      "象文": "師出以律，失律凶也。",
      "象釋": "《象辭》說：出師征戰必須要有嚴明的紀律，要號令整齊，行動一致，賞罰分明。如果軍紀不良，指揮不靈，必然要發生凶險。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "在師，中吉，無咎；王三錫命。",
      "彖義": "九二，在軍中任統帥，持中不偏可得吉祥，不會有什麼災禍；君王多次進行獎勵，並被委以重任。",
      "象文": "在師中吉，承天寵也；王三錫命，懷萬邦也。",
      "象釋": "《象辭》說：在軍中任統帥，持中不偏可得吉祥，不會有什麼災禍，表明承受天命，因此得到君王的寵幸；君王多次進行獎勵，說明懷有治國平天下使萬邦悅服的弘大志向。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "師或輿屍，凶。",
      "彖義": "六三，不時有士兵從戰場上運送戰死者的屍體回來，凶險。",
      "象文": "師或輿屍，大無功也。",
      "象釋": "《象辭》說：士兵不時運送戰死者的屍體回來，說明不能知己知彼，在敵強我弱的情況下，不自量力發動進攻，結果戰敗，沒有任何功績可言了。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "師左次，無咎。",
      "彖義": "六四，率軍暫時撤退，免得遭受損失。",
      "象文": "左次無咎，示失常也。",
      "象釋": "《象辭》說觀察了戰場形勢後，暫時後退以避敵精銳，免遭更大損失。說明深通兵法，懂得用兵有進有退的常理。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "田有禽，利執言，無咎；長子帥師，弟子輿屍，貞凶。",
      "彖義": "六五，田野中有野獸出沒，率軍圍獵捕獲，不會有損失；委任德高望重的長者為軍中主帥，必將戰無不勝，委任無德小人將運送著屍體大敗回，占問的結果必然是凶險的。",
      "象文": "長子帥師，以中行也；弟子輿屍，使不當也。",
      "象釋": "《象辭》說：委任有德長者統帥軍隊戰無不勝，表明居中恃正，行為有法度，必然獲勝；委任無德小人將運送著戰死者的屍體，大敗而歸，說明用人不當，必招致大敗，將自食惡果。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "大君有命，開國承家，小人勿用。",
      "彖義": "上六，凱旋而歸，天子頒布了詔命，分封功臣，或封為諸侯，或封為上卿，或封為大夫，但小人決不可以重用。",
      "象文": "大君有命，以正功也；小人勿用。必亂邦也。",
      "象釋": "《象辭》說：天子頒布了詔命，分封功臣，是為了按功勞大小而公正封賞。小人決不可以重用，因為重用小人必然危害並擾亂邦國。"
    }
  },
  {
    "id": 8,
    "卦序": "第八卦",
    "卦名": "《比卦》",
    "卦辭": {
      "卦象": "比",
      "卦文": "吉。原筮，元永貞，無咎。不寧方來，後夫凶。",
      "卦白": "《比卦》象征親密無間，團結互助：吉祥。探本求原，再一次卜筮占問，知道要輔佐有德行的長者，長久不變地堅守正道，不會有禍害。連不安分的諸侯現在也來朝賀，還有少數來得遲的諸侯將有凶險。",
      "象文": "地上有水，比；先王以建萬國，親諸侯。",
      "象釋": "《象辭》說：《比卦》的卦象為坤，（地）下坎（水）上，象征地上有水。大地上百川爭流，流水又浸潤著大地，表明地與水親密無間，互相依存；以前的曆代君主明白這個道理，所以分封土地，建立萬國，安撫親近各地諸侯。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "有孚比之，無咎；有孚盈缶，終來有它，吉。",
      "彖義": "初六，具有誠實守信的德行，親密團結，輔佐君主，不會有災禍；誠信的德行如同美酒注滿了酒缸，這樣遠方的人紛紛前來歸附，結果是吉祥的。",
      "象文": "《比》之初六，有它吉也。",
      "象釋": "《象辭》說：《比卦》的第一爻位（初六），表示一開始便具有誠信的德行，致使遠方來人歸附，自然可獲吉祥。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "比之自內，貞吉。",
      "彖義": "六二，在內部親密團結，努力輔佐君主，結果是吉祥的。",
      "象文": "比之自內，不自失也。",
      "象釋": "《象辭》說：內部親密無間團結一致，輔佐君主，說明沒有偏離了正道。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "比之匪人。",
      "彖義": "六三，和行為不端正的人交朋友，而且關系親密。",
      "象文": "",
      "象釋": "《象辭》說：和行為不端正的人交朋友，而且關系親密，難道不是一件很可悲的事嗎？"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "外比之，貞吉。",
      "彖義": "六四，在對外交往中互相信任，親密團結，盡力輔佐賢明的君主，其結果是吉祥的。",
      "象文": "外比於賢，以從上也。",
      "象釋": "《象辭》說：在外面親密團結朋友，輔佐賢君，說明要順從居於尊上地位的君主，才會有好的結果。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "顯比；王用三驅，失前禽，邑人不誡，吉。",
      "彖義": "九五，光明無私，親密團結，互相輔助；跟隨君王去田野圍獵，從三面驅趕，網開一面，看著禽獸從放開的一面逃走，毫不在乎，君王的部下也不戒備，吉祥。",
      "象文": "顯比之吉，位正中也，舍逆取順，失前禽也；邑人不誡，上使中也。",
      "象釋": "《象辭》說：光明無私，親密團結，互相輔助，可獲得吉祥，因為此時居於正中位置。拋棄逆天行事的舉動而順其自然，就好像圍獵時網開一面，讓該被擒的禽獸落網，不該被獲的從前面逃掉；君王的部下聽其自然，不加戒備；這是君王的賢德感化了部下的緣故。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "比之無首，凶。",
      "彖義": "上六，和眾人親密團結、互助友愛但自己不居於領導地位，將有凶險。",
      "象文": "比之無首，無所終也。",
      "象釋": "《象辭》說：和眾人親密團結、互助友愛但自己不居於領導地位，將有凶險，說明自己將來沒有可以歸附的地方，無立足之地。"
    }
  },
  {
    "id": 9,
    "卦序": "第九卦",
    "卦名": "《小畜卦》",
    "卦辭": {
      "卦象": "小畜",
      "卦文": "亨；密雲不雨，自我西郊。",
      "卦白": "《小畜卦》象征小有積蓄：亨通順利；天空布滿濃密的積雲，但還沒有下雨，雲氣是從城西郊區升起來的。",
      "象文": "風行天上，小畜；君子以懿文德。",
      "象釋": "《象辭》說：《小畜卦》的卦象是乾（天）下巽（風）上，是風飄行天上的表象。風在天上吹，密雲不雨，氣候不好不壞，收成一般，所以只能小有積蓄；君子面對這種情況，於是修養美好的品德，用心做好文章等待發達的時機。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "複自道，何其咎？吉。",
      "彖義": "初九，自己從原路返回，哪裏會有什麼災害呢？吉祥。",
      "象文": "複自道，其義吉也。",
      "象釋": "《象辭》說：自己從原路返回，表明這行動很適宜，符合常理，因而吉祥。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "牽複，吉。",
      "彖義": "九二，帶著別人一道從原路返回，吉祥。",
      "象文": "牽複在中，亦不自失也。",
      "象釋": "《象辭》說：帶著別人從原路返回，表明此時處於居中位置，自己不會失掉陽剛的德行。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "輿說輻，夫妻反目。",
      "彖義": "九三，行在半路上，忽然大車的輻條從車輪中脫出來，車不能再行了，回到家裏，夫妻因此大吵大鬧著要離婚。",
      "象文": "夫妻反目，不能正室也。",
      "象釋": "《象辭》說：結發夫妻吵鬧著要離婚，說明丈夫不能以家規要求妻子，自己也沒有給妻子做出表率，所以妻子不守婦道。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "有孚；血去惕出，無咎。",
      "彖義": "六四，具有誠實守信的德行，互相信任；拋棄憂患意識與戒備心理，這樣就沒有災禍。",
      "象文": "有孚惕出,上合志也。",
      "象釋": "《象辭》說：具有誠信之德並拋棄戒備心理表明這樣符合居於尊上地位的權勢者的意願。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "有孚攣如，富以其鄰。",
      "彖義": "九五，具有誠信的德行，與別人緊密聯系並互相幫助，自己致富也要使鄰人跟著一同富起來。",
      "象文": "有孚攣如，不獨富也。",
      "象釋": "《象辭》說：具有誠信的德行與別人緊密聯系並互相幫助，表明要與人共同富裕，不獨自享受富貴。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "既雨既處，尚德載；婦貞厲，月幾望；君子征凶。",
      "彖義": "上九，下起了細雨，但不久又停下來，陽剛者的德行被陰氣所彌漫掩蓋；這時婦人要堅守正道，因為十五月圓十六就開始虧了，要小心防備危險。君子要出外遠行，必有凶險。",
      "象文": "既雨既處，德積載也；君子征凶，有所疑也。",
      "象釋": "《象辭》說：下起了細雨，但不久又停下來，表明這時陰氣彌漫掩蓋了陽剛之德；君子外出遠行必遭凶險，說明陰濕之氣聚集，到處一片茫茫，方向不清，情況不明，自然會發生危險。"
    }
  },
  {
    "id": 10,
    "卦序": "第十卦",
    "卦名": "《履卦》",
    "卦辭": {
      "卦象": "履",
      "卦文": "履虎尾，不咥人，亨。",
      "卦白": "《履卦》象征小心行動：跟在老虎尾巴後面走路，老虎卻沒有回頭咬人，當然亨通順利。",
      "象文": "上天下澤，履；君子以辯上下，定民志。",
      "象釋": "《象辭》說：《履卦》的卦象是兌（澤）下乾（天）上，為天下有澤之表象。上有天，下有澤，說明要處處小心行動，如行在沼澤之上，一不注意就會陷下去；君子要深明大義，分清上下尊卑名分，堅定百姓的意志，遵循禮儀而行，必然秩序井然。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "素履，往無咎。",
      "彖義": "初九，心地純樸，品行端正，處處小心行事，那麼無論到什麼地方都沒有災禍。",
      "象文": "素履之往，獨行願也。",
      "象釋": "《象辭》說：心地純樸，品行端正，處處小心行事，表明要專心致志，遵循禮儀實現自己的意願。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "履道坦坦，幽人貞吉。",
      "彖義": "九二，小心行走在平坦寬廣的大道上,幽居的人安於閑逸恬靜的生活，結果是吉祥的。",
      "象文": "幽人貞吉，中不自亂也。",
      "象釋": "《象辭》說：幽居的人可獲吉祥，說明自己內心平靜自然毫不紊亂，循禮儀而行的信念堅固。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "眇能視，跛能履。履虎尾咥人，凶；武人為於大君。",
      "彖義": "六三，眼睛快要瞎了，但勉強能看到一點點；腿跛了，但勉強能走幾步。不小心踩在老虎尾巴上，老虎回頭就咬人，凶險；勇敢的武士要竭力為君主效勞。",
      "象文": "眇能視，不足以有明也；跛能履，不足以與行也；咥人之凶，位不當也；武人為於大君，志剛也。",
      "象釋": "《象辭》說：眼睛快瞎了，但勉強能看到一點點，不足以分辯事物；腿跛了，但勉強能走幾步，不能出外遠行；老虎咬人是凶險的，表明這時處的位置很不妥當，竟然踩在老虎尾巴上。武士要竭力為君主效勞，表明武士的志向剛強。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "履虎尾，愬愬，終吉。",
      "彖義": "九四，跟在老虎尾巴後面走路，感到恐懼害怕，但謹慎小心，終於得到吉祥。",
      "象文": "愬愬終吉，志行也。",
      "象釋": "《象辭》說：感到恐懼害怕，但謹慎小心，終久獲得吉祥，說明小心遵循禮儀而行就能實現自己的志願。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "夬履，貞厲。",
      "彖義": "九五，剛毅善於作出決斷，小心行動，要提防危險。",
      "象文": "夬履貞厲，位正當也。",
      "象釋": "《象辭》說：剛毅果斷，小心行動，要提防危險，說明此時雖處於正當的位置，但也不能疏忽大意。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "視履考祥，其旋元吉。",
      "彖義": "上九，回頭看看走過的路，詳細察看一下吉凶禍福，轉身來順應陰柔自然之道，這樣是吉祥的。",
      "象文": "元吉在上，大有慶也。",
      "象釋": "《象辭》說：極為吉祥，高居尊上之位，表明有大的福分值得慶祝。"
    }
  },
  {
    "id": 11,
    "卦序": "第十一卦",
    "卦名": "《泰卦》",
    "卦辭": {
      "卦象": "泰",
      "卦文": "小往大來，吉，亨。",
      "卦白": "《泰卦》象征通達：這時弱小者離去，強大者到來，吉祥，亨通。",
      "象文": "天地交，泰；後以財成天地之道，輔相天地之宜，以左右民。",
      "象釋": "《象辭》說：《泰卦》的卦象為乾（天）下坤（地）上，地氣上升，乾氣下降，為地氣居於乾氣之上之表象，陰陽二氣一升一降，互相交合，順暢通達；君主這時要掌握時機，善於裁節調理，以成就天地交合之道，促成天地化生萬物之機宜，護佑天下百姓，使他們安居樂業。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "拔茅茹，以其彙，征吉。",
      "彖義": "初九，拔起了一把茅草，它們的根相連在一起，真是物以類聚，所以找它時要以其種類而識別，往前行進是吉祥的。",
      "象文": "拔茅征吉，志在外也。",
      "象釋": "《象辭》說：拔起一把茅草，往前行進可獲吉祥，說明有遠大的志向，有在外建功立業的進取心。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "包荒，用馮河，不遐遺；朋亡，得尚於中行。",
      "彖義": "九二，有包容大川似的寬廣胸懷，可以徒步涉過大河急流；禮賢下士，對遠方的賢德之人也不遺棄；不結成小團體，不結黨營私，能夠輔佐公正有道德的君主。",
      "象文": "「包荒」，「得尚於中行」，以光在也。",
      "象釋": "《象辭》說：「有包容大川似的寬廣胸懷」，「能夠輔佐公正有道德的君主」,說明自己光明正大，道德高尚。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "無平不陂，無往不複；艱貞無咎，勿悔恤其孚，於食有福。",
      "彖義": "九三，沒有平地不變為陡坡的，沒有只出去不回來的，處在艱難困苦的環境中堅守正道就沒有災害，不要怕不能取信於人，安心享用自己的俸祿是很有福分的。",
      "象文": "「無往不複」，天地際也。",
      "象釋": "《象辭》說：「沒有只出去而不回來的」，葉落歸根，人回故鄉，事物的正反兩個方面往往互相轉化，表明此時正在天地交合的邊沿，處於變化之中。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "翩翩不富，以其鄰不戒以孚。",
      "彖義": "六四，像飛鳥連翩下降，虛懷若穀，這樣與鄰居相處，不互相戒備，彼此以誠相見，講求信用。",
      "象文": "「翩翩不富」，皆失實也；「不戒以孚」，中心願也。",
      "象釋": "《象辭》說：「像飛鳥從高處連翩下降，虛懷若穀」，說明此時不以個人的殷實富貴為念；「與鄰居相處，不互相戒備，彼此以誠相見，講求信用」，因為這是大家內心共同的意願。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "帝乙歸妹，以祉元吉。",
      "彖義": "六五，商代帝王乙嫁出自己的女兒，因此得到了福分，是十分吉祥的事。",
      "象文": "「以祉元吉」，中以行願也。",
      "象釋": "《象辭》說：「帝乙把女兒嫁給賢德而又富裕的人家，因此獲得了深厚的福分，是在吉在利的事」，說明因為實現了長期以來心中祈求的意願，所以結果是吉祥的。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "「城複於隍」；勿用師，自邑告命，貞吝。",
      "彖義": "上六，城牆倒塌在久已幹涸的護城壕溝裏；這時決不可進行戰爭，應減少繁瑣的政令，以防止可能出現的土崩瓦解的局面。",
      "象文": "城複於隍，其命亂也。",
      "象釋": "《象辭》說：「城牆倒塌在久已幹涸的護城壕溝裏」，說明形勢已經向錯亂不利的方面轉化，其前景是不大美妙的。"
    }
  },
  {
    "id": 12,
    "卦序": "第十二卦",
    "卦名": "《否卦》",
    "卦辭": {
      "卦象": "否",
      "卦文": "否之匪人，不利，君子貞；大往小來。",
      "卦白": "《否卦》象征閉塞：一個卦閉的社會，人們之間的來往是不通暢的，天下沒有便利之處，君子必須堅守正道；這時強大者離去，弱小者到來。",
      "象文": "天地不交，「否」；君子以儉德辟難，不可榮以祿。",
      "象釋": "《象辭》說：《否卦》的卦象為坤（地）下乾（天）上，為天在地上之表象。天在極高之處，地在極低之處，天地陰陽之間因而不能互相交合，所以時世閉塞不通，這時候君子必須堅持勤儉節約的美德，以避開危險與災難不能謀取高官及豐厚的俸祿，去追求榮華富貴。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "拔茅茹，以其彙，貞吉，亨。",
      "彖義": "初六，拔起一把茅草，只見它們的根連在一起，物以類聚，找它們時要以其種類來識別；結果是吉祥的，亨通。",
      "象文": "「拔茅貞吉」，志在君也。",
      "象釋": "《象辭》說：「拔起茅草，其根相連，結果吉祥」，說明忠心耿耿，有為君主建功立業的遠大志向。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "包承，小人吉；大人否，亨。",
      "彖義": "六二，阿諛奉承有權勢的人，小人因此獲得吉祥；德高望重的大人物否定了阿諛奉承，則是吉利的。",
      "象文": "「大人否享」，不亂群也。",
      "象釋": "《象辭》說：「德高望重的大人物否定了阿諛奉承，則是吉利的」，因為德高望重的大人物是不能與小人為伍的。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "包羞。",
      "彖義": "六三，由於受縱容而胡作非為，終於召致羞辱。",
      "象文": "「包羞」，位不當也。",
      "象釋": "《象辭》說：「由於受縱容而胡作非為，終於召致羞辱」，說明此時處的位置不正。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "有命無咎，疇離祉。",
      "彖義": "九四，奉行天命，替天行道，開通閉塞，沒有災禍，大家互相依附都可以獲得福分。",
      "象文": "「有命無咎」，志行也。",
      "象釋": "《象辭》說：「奉行天命，替天行道，開通閉塞沒有災禍」，說明要實現濟困扶危替天行道的志向。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "休否，大人吉；其亡其亡，系於苞桑。",
      "彖義": "九五，時世閉塞不通的局面將要停止，德高勢隆的大人物可以獲得吉祥；居安思危，常常以「不久將要滅亡，不久將要滅亡」，這樣的警句來提醒自己，才能像系結在一大片叢生的桑樹上那樣牢固，安然無事。",
      "象文": "「大人之吉」，位正當也。",
      "象釋": "《象辭》說：「德高勢隆的大人物可以獲得吉祥」，說明此時處於居中位置，合適得當。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "傾否；先否後喜。",
      "彖義": "上九，時世閉塞不通的局面將要改變，發生了天翻地覆的變化；起初閉塞不通，後來順暢通達，大家歡喜高興。",
      "象文": "否終則傾，何可長也！",
      "象釋": "《象辭》說：閉塞到了極點必然要發生傾覆，物極必反，否極泰來，一種局面不會長久持續不發生變化的！"
    }
  },
  {
    "id": 13,
    "卦序": "第十三卦",
    "卦名": "《同人》",
    "卦辭": {
      "卦象": "同人",
      "卦文": "同人於野，亨，利涉大川，利君子貞。",
      "卦白": "《同人卦》象征與人和睦相處：和別人親密地走在寬廣的原野上，亨通，有利於渡過大河急流，有利於君子堅守正道。",
      "象文": "天與火，同人；君子以類族辨物。",
      "象釋": "《象辭》說：《同人卦》的卦象是離（為）下乾（天）上，為天下有火之表象。天在高處，火勢熊熊而上，天與火親和相處，君子要明白物以類聚，人以群分的道理，明辨事物，求同存異，團結眾人以治理天下。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "同人於門，無咎。",
      "彖義": "初九，一出門便能與人和睦相處，不會有什麼災禍。",
      "象文": "出門同人，又誰咎也！",
      "象釋": "《象辭》說：一出門便能與人和睦相處，又有誰會來危害你呢？"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "同人於宗，吝。",
      "彖義": "六二，只和本宗本派的人和睦相處，必然會惹來一些麻煩。",
      "象文": "「同人於宗」，吝道也。",
      "象釋": "《象辭》說「只和本宗本派的人和睦相處」，不能團結各個階層的人，這是引起麻煩的根源。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "伏戎於莽，升其高陵，三歲不興。",
      "彖義": "九三，把軍隊埋伏在密林草莽之中，占據附近的制高點頻頻瞭望，三年都不敢出兵打仗。",
      "象文": "「伏戎於莽」，敵剛也；「三歲不興」，安行也？",
      "象釋": "《象辭》說：「埋伏軍隊在密林草莽中」，說明敵人力量強大，我方力量弱小，只能潛伏下來。「三年都不敢興兵打仗」，表明敵我力量相差懸殊，怎麼敢冒險輕進呢？"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "乘其墉，弗克攻，吉。",
      "彖義": "九四，准備登城向敵人進攻，但終於沒有進攻，是吉祥的。",
      "象文": "「乘其墉」，義弗克也，其「吉」，則困而反則也。",
      "象釋": "《象辭》說：「准備登城向敵人進攻」，但終於沒有進攻，是因為發現這種進攻是不仁義的，這樣做能獲得吉祥，是因為在困惑時能及時醒悟，反過來能按正確的辦法行事。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "同人，先號咷，而後笑，大師克相遇。",
      "彖義": "九五，與人和睦相處，開始大聲痛哭，後來破涕為笑，大軍作戰告捷，志同道合者相會在一起。",
      "象文": "同人之先，以中直也；大師相遇，天罔極上遇，言相克也。",
      "象釋": "《象辭》說：與人和睦相處，開始大聲痛哭，說明這時內心中正誠信，因不知戰事的勝敗而焦急痛哭；大軍遇到了志同道合者，終於獲得了戰爭的勝利，於是歡笑起來。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "同人於郊，無悔。",
      "彖義": "上九，在荒郊也願與人和睦相處，未遇到志同道合者，也不後悔。",
      "象文": "「同人於郊「，志未得也。",
      "象釋": "《象辭》說：「在荒郊也願與人和睦相處，未遇到志同道合者」，說明此時團結眾人，而希望天下大同的願望沒有實現。"
    }
  },
  {
    "id": 14,
    "卦序": "第十四卦",
    "卦名": "《大有》",
    "卦辭": {
      "卦象": "大有",
      "卦文": "元亨。",
      "卦白": "《大有卦》象征大有收獲：至為亨通。",
      "象文": "火在天上，「大有「；君子以遏惡揚善，順天休命。",
      "象釋": "《象辭》說：《大有卦》的卦象是乾（天）下離（火）上，為火在天上之表象。火焰高懸於天上，象征太陽照耀萬物，世界一片光明，農業大豐收，「大有收獲」。君子在這個時候要阻止邪惡，頌揚一切善行，順應天命，替天行道，以保護萬物性命。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "無交害，匪咎；艱則無咎。",
      "彖義": "初九，不互相來往，也不彼此傷害，沒有什麼禍患；要牢記過去的艱難困苦，才能免於引起禍患。",
      "象文": "「《大有卦》的第一爻（初九），說明此時不互相往來，一動不如一靜，就不會有什麼事非，自然沒有什麼禍患了。",
      "象釋": "初九，不互相來往，也不彼此傷害，沒有什麼禍患；要牢記過去的艱難困苦，才能免於引起禍患。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "大車以載，有攸往，無咎。",
      "彖義": "九二，用大車裝載著財物，送到前面的地方，必然沒有什麼禍患。",
      "象文": "「大車以載」，積中不敗也。",
      "象釋": "《象辭》說：「用大車裝載著財物」，說明很富有，只要把財物放於車中，無論怎樣顛簸震蕩，都不會傾覆。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "公用亨於天子，小人弗克。",
      "彖義": "九三，王公前來朝賀，向天子貢獻禮品並致以敬意，小人不能擔任如此重要的職務。",
      "象文": "「公用亨於天子」，小人害也。",
      "象釋": "《象辭》說：「王公前來朝賀，向天子貢獻禮品並致以敬意」，小人若擔任如此重要的職務，必然發生變亂，成為禍害。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "匪其彭，無咎。",
      "彖義": "九四，雖然家財萬貫，但不過分聚斂財物，就不會發生災禍。",
      "象文": "「匪其彭，無咎」，明辨晢也。",
      "象釋": "《象辭》說：「雖然家財萬貫，但不過分聚斂財物，就不會發生災禍」，說明眼光遠大，智慧過人能明辨事非，懂得凡事不能做過頭的哲理。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "厥孚交加，威如，吉。",
      "彖義": "六五，以誠實守信的准則對外交往，對上尊敬，對下懷柔，必然增加個人的威信，是吉祥的。",
      "象文": "「厥孚交加」，信以發志也；「威如之吉」，易而無備也。",
      "象釋": "《象辭》說：「以誠實守信的准則對外交往，對上尊敬，對下懷柔」，說明以自己的誠實信用感動別人，使別人也變得誠實守信起來；「必然增加個人的威信，是吉祥的」，說明平易近人，純真簡樸，無所防備，反而使人人敬畏。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "自天佑之，吉無不利。",
      "彖義": "上九，上天保佑有德之人，賜福於己，吉祥，無往不利。",
      "象文": "《大有》上吉，自天佑也。",
      "象釋": "《象辭》說：《大有卦》第六爻位（上九）的吉祥，是上天保佑有道德的人，是上天賜給的福分，只有順天應人，才能大有收獲，得到大量的財富。"
    }
  },
  {
    "id": 15,
    "卦序": "第十五卦",
    "卦名": "《謙卦》",
    "卦辭": {
      "卦象": "謙",
      "卦文": "亨，君子有終。",
      "卦白": "《謙卦》象征謙虛：謙虛的美德可以使百事順利，但謙虛並不是人人都能堅持下去的，而只有君子才能堅持到底。",
      "象文": "地中有山，謙。君子以裒多益寡，稱物平施。",
      "象釋": "《象辭》說：「《謙卦》的卦象是艮（山）下坤（地）上，為高山隱藏於地中之表象，象征高才美德隱藏於心中而不外露，所以稱作謙。君子總是損多益少，衡量各種事物，然後取長補短，使其平均。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "謙謙君子，用涉大川，吉。",
      "彖義": "初六，謙虛而又謙虛的君子，可以涉過大河（意思是能夠克服一切困難，排除一切障礙），最終必然安全吉祥。",
      "象文": "「謙謙君子」，卑以自牧也。",
      "象釋": "《象辭》說：「謙虛而又謙虛的君子」，即使處於卑微的地位，也能以謙虛的態度自我約束；而不因為位卑，就在品德方面放松修養。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "鳴謙，貞吉。",
      "彖義": "六二，謙虛的美名遠揚四方，固守中正就可獲得吉祥。",
      "象文": "「鳴謙，貞吉「，中心得也。",
      "象釋": "《象辭》說：「謙虛的美名遠揚四方，固守中正就可獲得吉祥」，這是說六二爻以心中純正羸得名聲，而不是靠沽名釣譽獲取名聲。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "勞謙君子，有終，吉。",
      "彖義": "九三，勤勞而謙虛的君子，必能把美德保持到底，最終一定是吉祥的。",
      "象文": "「勞謙君子」，萬民服也。",
      "象釋": "《象辭》說：「勤勞而又謙虛的君子，必能把美德保持到底」，所以天下的老百姓都服從他。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "無不利，揮謙。",
      "彖義": "六四，沒有任何不吉利，要發揚光大謙虛的美德。",
      "象文": "「無不利，揮謙」，不違則也。",
      "象釋": "《象辭》說：「沒有任何不吉利，要發揚光大謙虛的美德」這不違背謙虛導致亨通的原則。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "不富，以其鄰利用侵伐，無不利。",
      "彖義": "六五，雖不富有，但卻虛懷若穀，有利於和近鄰一起征伐那些驕傲蠻橫不可一世的人，不會有任何不吉利的結果。",
      "象文": "「利用侵伐」，征不服也。",
      "象釋": "《象辭》說：「有利於出兵討伐」，是指征伐那些驕橫而不可一世的人。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "鳴謙，利用行師，征邑國。",
      "彖義": "上六，謙虛的美德遠揚四方，有利於征伐鄰近的小國。",
      "象文": "「鳴謙」，志未得也；「可用行師」，征邑國也。",
      "象釋": "《象辭》說：「謙虛的美名遠揚四方」，但安邦定國之志未酬，所以「可用出師征討」的辦法來懲處那些驕橫不可一世的小國。"
    }
  },
  {
    "id": 16,
    "卦序": "第十六卦",
    "卦名": "《豫卦》",
    "卦辭": {
      "卦象": "豫",
      "卦文": "利建侯行師。",
      "卦白": "《豫卦》象征歡樂愉快：有利於建立諸侯的偉大功業，有利於出師南征北戰。",
      "象文": "「雷出地奮，豫。先王以作樂崇德，殷薦之上帝，以配祖考。",
      "象釋": "《象辭》說：《豫卦》的卦象為坤（地）下震（雷）上，為地上響雷之表象。雷在地上轟鳴，使大地振奮起來，這就是大自然愉快高興的表現。上古聖明的君主，根據大自然歡樂愉快時雷鳴地震的情景創造了音樂，並用音樂來崇尚推廣偉大的功德。他們以盛大隆重的儀禮，把音樂獻給天帝，並用它來祭祀自己的祖先。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "鳴豫，凶。",
      "彖義": "初六，自鳴得意，高興過了頭，結果樂極生悲，必遭凶險。",
      "象文": "初六，「鳴豫「，志窮凶也。",
      "象釋": "《象辭》說：《豫卦》的第一位（初六），「自鳴得意，高興過了頭「，說明它沒有雄心壯志，志向容易滿足。一滿足，就得意忘形，結果必遭凶險。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "介於石，不終日，貞吉。",
      "彖義": "六二，正直而不同流合汙的品德堅如磐石，還不到一天時間，就明白了歡樂愉快的深刻道理，能守正必獲吉祥。",
      "象文": "「不終日，貞吉」，以中正也。",
      "象釋": "《象辭》說：「還不到一天時間，就明白了愉快歡樂的深刻道理，能守正必獲吉祥」，這是因為能居中守正，在歡樂中既不過分，也不會不滿足，因而獲得吉祥。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "盱豫悔；遲有悔。",
      "彖義": "六三，有諂媚奉承暗送秋波的手段取悅於上司，以求得自己的歡樂，這勢必導致悔恨。如若執迷不悟，悔恨不及時，就會招致更大的悔恨。",
      "象文": "「盱豫有悔」，位不當也。",
      "象釋": "《象辭》說：「用諂媚奉承、暗送秋波的手段取悅於上司，以求得自己歡樂，這勢必導致悔恨」，這是由於六三爻所處位置不正的緣故。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "由豫，大有得；勿疑，朋盍簪。",
      "彖義": "九四，人們由於他而得到歡樂愉快，大有所獲；毋庸置疑，朋友們會像頭發彙聚於簪子一樣，積聚在他周圍。",
      "象文": "「由豫，大有得」，志大行也。",
      "象釋": "《象辭》說：「人們由於得到歡樂愉快，大有所獲」，表明九四爻的陽剛之志，可以放手實現。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "貞疾，恒不死。",
      "彖義": "六五，國中出現了不少弊病，但仍能長時間地支持下去而不致滅亡。",
      "象文": "六五「貞疾」，乘剛也；「恒不死」，中未亡也。",
      "象釋": "《象辭》說：《豫卦》的第五爻位（六五）指出，「國中出現了不少弊病」，但有剛強之臣輔佐，「仍能長時間地支持下去而不致滅亡」，這是因為它居中，只要保持中庸，就會長時間地堅持下去而不致於滅亡。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "冥豫成，有渝無咎。",
      "彖義": "上六，已處在天昏地暗的局面之中，但卻執迷不悟，仍沈溺於尋歡作樂之中，十分危險。但只要及時覺悟，改弦易轍，則可避免禍害。",
      "象文": "「冥豫」在上，何可長也？",
      "象釋": "《象辭》說：「已處在天昏地暗的局面之中，但卻執迷不悟，仍沈溺於尋歡作樂之中」，並高高在上，不察下情，這樣的歡樂愉快怎能長久地保持呢？"
    }
  },
  {
    "id": 17,
    "卦序": "第十七卦",
    "卦名": "《豫卦》",
    "卦辭": {
      "卦象": "隨",
      "卦文": "元，亨，利，貞，無咎。",
      "卦白": "《隨卦》象征隨從，隨和：如果隨從、隨和，便能始終亨通，和諧有利。固守正道，沒有任何危險。",
      "象文": "澤中有雷，隨；君子以向晦入宴息。",
      "象釋": "《象辭》說：《隨卦》的卦象是震（雷）下兌（澤）上，為澤中有雷之表象。澤中有雷聲，澤隨從雷聲而震動，這便象征隨從。君子行事要遵從合適的作息時間。白天出處辛勞工作，夜晚就回家睡覺安息。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "官有渝，貞吉。出門交，有功。",
      "彖義": "初九，思想隨時代而變化，堅持正道可獲吉祥。出門交朋友，一定能成功。",
      "象文": "「官有渝」，從正吉也；「出門交，有功」，不失也。",
      "象釋": "《象辭》說：「思想隨時代而變化」，但無論怎麼變，都必然始終遵從正道，這樣就可以獲得吉祥。「出站交朋友，一定能成功」，這是因為其唯正是從，見善則從，沒有過失的緣故。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "係小子，失丈夫。",
      "彖義": "六二，傾心隨從於年輕小子，則會失去了陽剛方正的丈夫。",
      "象文": "「係小子」，弗兼與也。",
      "象釋": "《象辭》說：「傾心隨從於年輕小子則會失去陽剛方正的丈夫」，因為二者是互相排斥的，是不可兼得的。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "係丈夫，失小子。隨有求得，利居貞。",
      "彖義": "六三，隨從陽剛方正的丈夫行事，則必然丟失年輕小子。隨從於丈夫，有求必得，有利於安居樂業，堅守婦道，貞節處世。",
      "象文": "「係丈夫」，志舍下也。",
      "象釋": "《象辭》說：「隨從陽剛方正的丈夫行事」，專心不二，說明其志在於舍棄下方的年輕小子。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "隨有獲，貞凶；有孚在道，以明，何咎！",
      "彖義": "九四，他人追隨自己，雖有收獲，但有可能發生凶險。雖有凶險，但只要心存誠信，不違正道，使自己的美德顯明，那還有什麼危害呢？",
      "象文": "「隨有獲」，其義凶也。「有孚在道」，明功也。",
      "象釋": "《象辭》說：「他人追隨自己，雖有收獲」，但因居位不當，有「震主「之嫌，所以可能有凶險。但只要「心存誠信，不違正道」，則可逢凶化吉，這是由於立身光明磊落所帶來的功效。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "孚於嘉，吉。",
      "彖義": "九五，把誠信帶給誠實善良之人，可獲吉祥。",
      "象文": "「孚於嘉，吉」，位正中也。",
      "象釋": "《象辭》說：「把誠信帶給誠實善良之人，可獲吉祥」，這是因為九五爻得正居中，不倚不偏。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "拘係之，乃從，維之；王用亨於西山。",
      "彖義": "上六，只有拘禁起來強迫、命令他，他才不得不順服追隨，再用繩索捆綁緊，才能追隨到底。君王在西山設祭，要出師討伐那些不順從的人。",
      "象文": "「拘係之」，上窮也。",
      "象釋": "《象辭》說：「只有拘禁起來強迫、命令他，他才不得不順服追隨」，這是因為上六爻高居《隨卦》最上爻，物極必反的緣故。"
    }
  },
  {
    "id": 18,
    "卦序": "第十八卦",
    "卦名": "《蠱卦》",
    "卦辭": {
      "卦象": "蠱",
      "卦文": "元亨，利涉在川；先甲三日，後甲三日。",
      "卦白": "《蠱卦》象征救弊治亂，撥亂反正：從開始就很亨通，有利於涉越大河。不過，在做大事以前，要考察現狀、分析事態；在做大事以後，要講究治理措施，預計到後果。",
      "象文": "「山下有風，蠱；君子以振民育德。",
      "象釋": "《象辭》說：《蠱卦》的卦象是巽（風）下艮（山）上，為山下起大風之表象，象征救弊治亂、撥亂反正。這時候，君子救濟人民，培育美德，糾正時弊。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "幹父之蠱，有子考，無咎；厲終吉。",
      "彖義": "初六，挽救父輩所敗壞了的基業，由能幹的兒子來繼承父輩的事業，必無危害；即使遇到艱難險阻，只要努力奮斗，最終必獲吉祥。",
      "象文": "「幹父之蠱」，意承考也。",
      "象釋": "《象辭》說：「挽救父輩所敗壞了的基業」，表明其志在繼承父輩的遺業。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "幹母之蠱，不可貞。",
      "彖義": "九二，救治母輩所造成的弊病，要耐心等待，如果時機不成熟的話，就要堅守正道等待時機。",
      "象文": "「幹母之蠱」，得中道也。",
      "象釋": "《象辭》說：「救治母輩所造成的弊病」，剛柔適中，既要順應，又要匡救，不可偏頗。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "幹父之蠱，小有悔，無大咎。",
      "彖義": "九三，要挽救父輩敗壞了的基業，其間必發生失誤，因而會產生懊悔，但不會有大的危害。",
      "象文": "「幹父之蠱」，終無咎也。",
      "象釋": "《象辭》說：「挽救父輩敗壞了的基業」，最終不會有禍害。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "裕父之蠱，往見吝。",
      "彖義": "六四，寬緩地挽救父輩敗壞了的基業，往前發展，必然會因耽誤時機遺憾惋惜。",
      "象文": "「裕父之蠱」，往未得也。",
      "象釋": "《象辭》說：「寬緩地挽救父輩所敗壞了的基業」，往前發展，難以達到挽救的效果。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "幹父之蠱，用譽。",
      "彖義": "六五，挽救父輩敗壞的基業，一定會受到人們的贊譽。",
      "象文": "「幹父用譽」，承以德也。",
      "象釋": "《象辭》說：「挽救父輩所敗壞的基業，一定會受到人們的贊譽」，因為以美德繼承父輩的遺業，總是會受到歡迎的。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "不事王侯，高尚其事。",
      "彖義": "上九，不侍奉王侯，超然物外，孤芳自賞，使自己的德行至高無上。",
      "象文": "「不事王侯」，志可則也。",
      "象釋": "《象辭》說：「不侍奉王侯」，這高潔的志向，可作為人們學習的准則。"
    }
  },
  {
    "id": 19,
    "卦序": "第十九卦",
    "卦名": "《臨卦》",
    "卦辭": {
      "卦象": "臨",
      "卦文": "元，亨，利，貞。至於八月有凶。",
      "卦白": "《臨卦》象征督導：能亨通無阻，祥和有益，堅守正道。但是到了八月（陽衰陰盛），會有凶險。",
      "象文": "「澤上有地，臨；君子以教思無窮，容保民無疆。",
      "象釋": "《象辭》說：《臨卦》的卦象是兌（澤）下坤（地）上，為地在澤上之表象。澤上有地，地居高而臨下，象征督導。君子由此受到啟發，費盡心思地教導人民，並以其無邊無際的盛德保護人民。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "鹹臨，貞吉。",
      "彖義": "初九，感應尊貴者，使其行督導之責。可獲吉祥。",
      "象文": "「鹹臨，貞吉」，志行正也。",
      "象釋": "《象辭》說：「感應尊貴者，使其行督導之責，可獲吉祥」，說明其志向和行為都很正派。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "鹹臨，吉，無不利。",
      "彖義": "九二，「感應尊貴者，使其行督導之責，",
      "象文": "「鹹臨，吉，無不利」，未順命也。",
      "象釋": "《象辭》說：「感應尊貴者，使其行督導之責，可獲吉祥，不會有什麼不利」，這是由於不囿於命運安排的樊籠，自身努力的結果。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "甘臨，無攸利；既憂之，無咎。",
      "彖義": "六三，居高臨下，靠甜言蜜語去督導，必無所利；但是，已經覺悟，能憂懼改過，就不會有禍害。",
      "象文": "「甘臨」，位不當也。「既憂之」，咎不長也。",
      "象釋": "《象辭》說：「居高臨下，靠甜言蜜語去督導」，這是因為六三爻位置不當的緣故。但是，「已經覺悟，能憂懼改過」，危害就不會長久了。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "至臨，無咎。",
      "彖義": "六四，親善地督導下級，則必然沒有禍害。",
      "象文": "「至臨，無咎」位當也。",
      "象釋": "《象辭》說：「親善的督導下級，則必然沒有禍害」，這是因為六四爻位置確當的緣故。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "知臨，大君之宜，吉。",
      "彖義": "六五，以聰明才智來實行督導，這是偉大君主最適宜的統治之道，能獲得吉祥。",
      "象文": "「大君之宜」，行中之謂也。",
      "象釋": "《象辭》說：「以聰明才智來實行督導，這是偉大君主最適宜的統治之道」，說的就是行中庸之道。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "敦臨，吉，無咎。",
      "彖義": "上六，溫柔敦厚地實行督導，能獲得吉祥，沒有危害。",
      "象文": "「敦臨之吉」，志在內也。",
      "象釋": "《象辭》說：「溫柔敦厚地實行督導，能獲得吉祥」，說明其志在於利國利家（在內）。"
    }
  },
  {
    "id": 20,
    "卦序": "第二十卦",
    "卦名": "《觀卦》",
    "卦辭": {
      "卦象": "觀",
      "卦文": "盥而不薦，有孚顒若。",
      "卦白": "《觀卦》象征瞻仰：瞻仰了祭祀開頭盛大的傾酒灌地的降神儀式，就可以不去看後面的獻饗之禮了，因為這時心中已經充滿了誠敬肅穆的情緒。",
      "象文": "風行地上，觀；先王以省方觀民設教。",
      "象釋": "《象辭》說：《觀卦》的卦象是坤（地）下巽（風）上，為風吹拂於地上而遍及萬物之表象，象征瞻仰。先代君王仿效風吹拂於地而遍及萬物的精神，視察四方，留心民風民俗，用教育來感化民眾。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "童觀，小人無咎，君子吝。",
      "彖義": "初六，像幼稚的兒童一樣觀察景物，這對無知的庶民來說，不會有害處，但對擔任教化重任的君子來說，就未免有所憾惜。",
      "象文": "初六，「童觀」，小人道也。",
      "象釋": "《象辭》說：《觀卦》的第一位（初六），「像幼稚的兒童一樣觀察景物」，這是淺薄的小人之道。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "闚觀，利女貞。",
      "彖義": "六二，由門縫中偷觀景物，有利於婦女保持節操，堅持正道。",
      "象文": "「闚觀，女貞」，亦可醜也。",
      "象釋": "《象辭》說：「由門縫中偷觀景物，對於婦女來說有利於堅持正道，固守貞操」，但對男子漢來說，這樣的行為就丟醜了。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "觀我生，進退。",
      "彖義": "對照高尚的道德標准來省察自己的言行，審時度勢，小心謹慎地決定進退。",
      "象文": "「觀我生，進退」，未失道也。",
      "象釋": "《象辭》說：「對照高尚的道德標准省察自己的言行，審時度勢，小心謹慎地決定進退」，這樣做是不失原則的。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "觀國之光，利用賓於王。",
      "彖義": "六四，瞻仰一個國家的文治武功，有利於成為君王的賓客和輔佐。",
      "象文": "「觀國之光」，尚賓也。",
      "象釋": "《象辭》說：「瞻觀一個國家的文治武功」，說明此國崇尚賢士。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "觀我生，君子無咎。",
      "彖義": "九五，對照高尚的道德標准省察自己的言行，不斷地完善自己，君子就不會有禍患。",
      "象文": "「觀我生」，觀民也。",
      "象釋": "《象辭》說：「對照高尚的道德標准，審察自己的言行，弄清自己的德行」，便可知萬民的德行。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "觀其生，君子無咎。",
      "彖義": "上九，君子時刻瞻仰君主的德行和作為，並按照君主的德行和作為行事，這樣才不會有禍患。",
      "象文": "「觀其生」，志未平也。",
      "象釋": "《象辭》說：「君子時刻瞻仰君主的德行和作為」，因為君子始終以天下為己任，天下未安，其志難平。"
    }
  },
  {
    "id": 21,
    "卦序": "第二十一卦",
    "卦名": "《噬嗑卦》",
    "卦辭": {
      "卦象": "噬嗑",
      "卦文": "亨，利用獄。",
      "卦白": "＜噬磕卦＞象征咬合：亨通無阻，有利於使用刑法。",
      "象文": "雷電，噬磕；先王以明罰赤法。",
      "象釋": "《象辭》說：《噬磕卦》的卦象是震（雷）下離（火）上，為雷電交擊之表象。雷電交擊，就像咬合一樣；雷有威懾力，電能放光明，古代帝王效法這一現象，明其刑法，正其法令。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "屨校滅趾，無咎。",
      "彖義": "初九，足戴腳鐐，斷掉了腳趾頭，不會有施刑過重的禍患。",
      "象文": "「屨校滅趾」，不行也。",
      "象釋": "《象辭》說：「足戴腳鐐，斷掉了腳趾頭」，受到警戒，不至於舊罪重犯。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "噬膚，滅鼻，無咎。",
      "彖義": "六二，施刑傷及犯人的皮膚。即使毀掉犯人的鼻子，也不會有施刑過重的禍患上。",
      "象文": "「噬膚，滅鼻」，乘剛也。",
      "象釋": "《象辭》說：「施刑傷及犯人的皮膚。毀掉犯人的鼻子」，這是因為必須用重刑使罪犯屈服。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "噬臘肉，遇毒；小吝，無咎。",
      "彖義": "六三，實施刑法像咬堅硬的臘肉並遇到毒物那樣不順利，但這不過是稍有憾恨，還不至於有禍害。",
      "象文": "「遇毒」，位不當也。",
      "象釋": "《象辭》說：「實施刑法像咬堅硬的臘肉並遇到毒物那樣不順利」，這是因為六三爻居位不正當的緣故。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "噬幹子，得金矢；利艱貞，吉。",
      "彖義": "九四，實施刑法像咬帶骨頭的肉那樣困難，但因具有金箭般的剛直品德，因此有利於在艱難中堅守正道，其結果是吉利的。",
      "象文": "「利艱貞，吉」，未光也。",
      "象釋": "《象辭》說：「有利於在艱難中堅守正道，其結果是吉利的」法治應該繼續發揚光大。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "噬幹肉，得黃金；貞厲，無咎。",
      "彖義": "六五，實施刑法像吃幹硬的肉脯那樣艱難，但它具有黃金般的剛堅中和的品質。所以只要堅守正道，防備凶險，便無禍害。",
      "象文": "「貞厲，無咎」，得當也。",
      "象釋": "《象辭》說：「只要堅守正道，防備凶險，便無禍害」，這是因為實施刑法得當的緣故。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "何校滅耳，凶。",
      "彖義": "上九，肩負重枷，遭受嚴懲，失掉耳朵，有凶險。",
      "象文": "「何校滅耳」，聰不明也。",
      "象釋": "《象辭》說：「肩負重枷，遭受嚴懲，失掉耳朵」，這是因為不聽勸告，不能改惡從善，太不聰明了，結果受了這樣的重刑。"
    }
  },
  {
    "id": 22,
    "卦序": "第二十二卦",
    "卦名": "《賁卦》",
    "卦辭": {
      "卦象": "賁",
      "卦文": "亨，小利，有攸往。",
      "卦白": "《賁卦》象征裝飾：亨通，利於柔小者前去行事。",
      "象文": "山下有火，賁；君子以明庶政，無敢折獄。",
      "象釋": "《象辭》說：「《賁卦》的卦象是離（火）下艮（山）上，為山下燃燒著火焰之表象。山下火焰把山上草木萬物照得通明，如同披彩，這就叫裝飾。君子像火焰一樣，使眾多的政務清明，但卻不能用修飾的方法來斷官司。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "賁其趾，舍車而徒。",
      "彖義": "初九，裝飾自己的腳趾頭，舍棄乘坐車馬而徒步行走。",
      "象文": "「舍車而徒」，義弗乘也。",
      "象釋": "《象辭》說：「舍棄乘坐車馬而徒步行走」，這是因為按道義不該乘坐車馬。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "賁其須。",
      "彖義": "六二，裝飾長者的胡須。",
      "象文": "「賁其須」，與上興也。",
      "象釋": "《象辭》說：「裝飾長者的胡須」，是說六二爻與它上面的九三爻同心而互飾之意。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "賁如，濡如，永貞吉。",
      "彖義": "九三，裝飾得光澤柔潤，永遠堅守正道，便可獲得吉祥。",
      "象文": "「永貞之吉」，終莫之陵也。",
      "象釋": "《象辭》說：「永遠堅守正道，便可獲得吉祥」，是說只有永久堅持正道，才能最終不受人淩辱。六四，賁如，皤如，白馬翰如；匪寇，婚媾。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "",
      "彖義": "裝飾得那樣素雅：全身潔白如玉，乘坐著一匹雪白的駿馬，輕捷地往前奔馳。前方的人並非敵寇，而是自己求聘的婚配佳人。",
      "象文": "「六四當位，疑也；」「非寇婚媾」，終無尤也。",
      "象釋": "《象辭》說：六四爻雖則當位得正，但心中卻疑慮重重。「前方的人並非敵寇，而是自己求聘的婚配佳人」。說明盡管放心前往，最終將無所怨恨。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "賁於丘園，束帛戔戔；吝，終吉。",
      "彖義": "六五，裝飾山丘陵園，質樸無華，再拿一束微薄的絲絹，來聘納賢士；雖可能產生遺憾，然而最終必獲吉祥。",
      "象文": "「六五之吉，有喜也。",
      "象釋": "《象辭》說：《賁卦》的第五爻位（六五）的吉祥，說明必有喜事臨門。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "白賁，無咎。",
      "彖義": "上九，裝飾素白，不喜好華麗，沒有禍害。",
      "象文": "「白賁，無咎」，上得志也。",
      "象釋": "《象辭》說：「裝飾素白，不喜好華麗，沒有禍害」，說明正符合樸素無華的志向。"
    }
  },
  {
    "id": 23,
    "卦序": "第二十三卦",
    "卦名": "《剝卦》",
    "卦辭": {
      "卦象": "剝",
      "卦文": "不利有攸往。",
      "卦白": "《剝卦》象征剝落：不利於前去行事。",
      "象文": "山附於地，剝；上以厚下安宅。",
      "象釋": "《象辭》說：《剝卦》的卦象是坤（地）下艮（山）上，好比高山受侵蝕而風化，逐漸接近於地面之表象，因而象征剝落；位居在上的人看到這一現象，應當加強基礎，使它更加厚實，只有這樣才能鞏固其住所而不至發生危險。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "剝床以足，蔑，貞凶。",
      "彖義": "初六，剝落床體先由床的最下方床腿部位開始，整個床腿都損壞了，結果必然凶險。",
      "象文": "「剝床以足」，以滅下也。",
      "象釋": "《象辭》說：「剝落床體先由床的最下方床腿部位開始」，是說先損毀床的基礎。基礎損壞毀滅了，自然就會有凶險的情況發生，而且還會逐漸擴展波及到上面。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "剝床以辨，蔑，貞凶。",
      "彖義": "六二，床腿剝掉後，又開始剝落床頭，以至於整個床頭都剝落了，結果必然凶險。",
      "象文": "「剝床以辨」，未有與也。",
      "象釋": "《象辭》說：「床腿剝掉後，又開始剝落床頭」，是因為六二爻沒有相應的陽爻援助。由於沒有外援，所以導致凶險的情況發生。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "剝，無咎。",
      "彖義": "六三，雖被剝落，卻沒有什麼災禍。",
      "象文": "「剝之無咎」，失上下也。",
      "象釋": "《象辭》說：「雖被剝落，卻沒有什麼災禍」，是因為六三脫離了上下陰爻的行列，而獨與陽爻上九相應，由於它潛藏著陽剛的性質，所以仍然可以免災禍。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "剝床以膚，凶。",
      "彖義": "六四，床頭剝落完了，又開始剝落床面，這樣必然會有凶險發生。",
      "象文": "「剝床以膚」，切近災也。",
      "象釋": "《象辭》說：「床頭剝落完了，又開始剝落床面」，是說已經迫近災禍了。因為床面剝落損壞，必將危及到床上之人，所以說迫近災禍了。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "貫魚，以宮人寵，無不利。",
      "彖義": "六五，魚貫而入，像率領內宮之人順承君主那樣得到寵愛，就不會有什麼不利的情況發生。",
      "象文": "「以宮人寵」，終無尤也。",
      "象釋": "《象辭》說：「像率領內宮之人順承君主那樣得到寵愛」，最終當然不會有什麼過失。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "碩果不食，君子得輿，小人剝廬。",
      "彖義": "上九，碩大的果實不曾被摘取吃掉，君子若能摘食，則如同坐上大車，受到百姓擁戴；如果被小人摘食，則必然招致破家之災。",
      "象文": "「君子得輿」，民所載也；「小人剝廬」，終不可用也。",
      "象釋": "《象辭》說：「君子若能摘食，則如同坐上大車」，是由於百姓願意擁戴君子；「如果被小人摘食，則必招致破家之災」，是由於小人終究是不可以任用的。"
    }
  },
  {
    "id": 24,
    "卦序": "第二十四卦",
    "卦名": "《複卦》",
    "卦辭": {
      "卦象": "複",
      "卦文": "亨。出入無疾，朋來無咎。反複其道，七日來複。利有攸往。",
      "卦白": "《複卦》象征複歸：亨通順利。陽氣從下面產生而逐漸向上行進沒有阻礙，朋友前來也沒有災難危害。返回複歸有一定的運動規律，經過七天就會前來複歸。利於前去行事。",
      "象文": "「雷在地中，複；先王以至日閉關，商旅不行，後不省方。",
      "象釋": "《象辭》說：《複卦》的卦象是震（雷）下坤（地）上，為雷在地中、陽氣微弱地活動之表象，因而象征複歸；從前的君主在陽氣初生的冬至這一天關閉關口，使商人旅客停止活動，不外出經商、旅行，君主自己也不巡行視察四方。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "不遠複，無祗悔，元吉。",
      "彖義": "初九，剛剛開始行動，就能知過必改、複歸正道，這樣就不會發生災禍，也不會出現內心的悔恨，必然會獲得大吉大利。",
      "象文": "「不遠之複」，以修身也。",
      "象釋": "《象辭》說：「剛剛開始行動，就能有知過必改、複歸正道的表現」，說明能注意自身修養。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "休複，吉。",
      "彖義": "六二，以真善美做為自己行為的准則和目標，雖然有時會走彎路，但是，只要能夠複歸正道，就必然獲得吉祥。",
      "象文": "「休複之吉」，以下仁也。",
      "象釋": "《象辭》說：「以真善美為自己行為的准則和目標，能夠複歸正道，就必然獲得吉祥」，是因為六二能夠向下親近具備仁德的人。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "頻複，厲無咎。",
      "彖義": "六三，屢次犯錯誤卻又能屢次改正過錯、複歸正道，這樣雖然有危險，但是最終卻不會遇到災禍。",
      "象文": "「頻複之厲」，義無咎也。",
      "象釋": "《象辭》說：「屢次犯錯誤卻又能屢次改正過錯、複歸正道，這樣雖然有危險」，但畢竟能夠改過從善，複歸正道，所以最終卻不會遇到災禍。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "中行獨複。",
      "彖義": "六四，位居陰爻的正中，獨自專一地複歸正道。",
      "象文": "「中行獨複」，以從道也。",
      "象釋": "《象辭》說：「位居陰爻的正中，獨自專一地複歸正道」，說明是為了奉行追隨正道。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "敦複，無悔。",
      "彖義": "六五，敦厚忠實地複歸正道，內心不會有什麼後悔。",
      "象文": "「敦複，無悔「，中以自考也。",
      "象釋": "《象辭》說：「敦厚忠實地複歸正道，內心不會有什麼後悔」，是因為六五爻雖然遠離陽剛，但卻能夠反省考察自己的言行以完善自我，通過這樣的途徑，促成自己返回正道。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "迷複，凶，有災眚。用行師，終有大敗；以其國，君凶。至於十年不克征。",
      "彖義": "上六，犯了錯誤，仍然執迷不悟，不知悔改複歸正道，這樣必然凶險，會有天災人禍不斷降臨發生。在這種情況下，用兵作戰，終將一敗塗地；用於治國，國君遭受凶險。這樣的狀況會一直持續下去，長達十年之久，國家不能振興。",
      "象文": "「迷複之凶」，反君道也。",
      "象釋": "《象辭》說：「犯了錯誤，仍然執迷不悟，不知悔改複歸正道所產生的凶險」，是由於違背為君之道的緣故。"
    }
  },
  {
    "id": 25,
    "卦序": "第二十五卦",
    "卦名": "《無妄卦》",
    "卦辭": {
      "卦象": "無妄",
      "卦文": "元亨，利貞。其匪正有眚，不利有攸往。",
      "卦白": "《無妄卦》象征不妄動妄求：極為亨通順利，利於堅守正道。然而，如果不能堅守正道的話就會發生禍殃，因而也就不利於前去行事了。",
      "象文": "天下雷行，物與無妄；先王以茂對時育萬物。",
      "象釋": "《象辭》說：《無妄卦》的卦象是震（雷）下乾（天）上，好比在天的下面有雷在運行之表象，象征著天用雷的威勢警戒萬物，並賦予萬物以不妄動妄求的本性；從前的君主順應天命，盡其所能地遵循天時以養育萬物的生長。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "無妄，往吉。",
      "彖義": "初九，只要是不妄動妄求的話，那麼，前去行事就一定會獲得吉祥。",
      "象文": "「無妄之往」，得志也。",
      "象釋": "《象辭》說：「不妄動妄求地前去行事」，是說這樣就可以實現志願。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "不耕獲，不菑畬，則利有攸往。",
      "彖義": "六二，不在剛開始耕作時就期望立刻獲得豐收，不在荒地剛開墾一年時就期望它立即變成良田，能夠這樣，才不是妄動妄求，因而利於前去行事。",
      "象文": "「不耕獲」，未富也。",
      "象釋": "《象辭》說：「不在剛開始耕作時就期望立刻獲得豐收」，是說不企求獲得非分的財富。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "無妄之災，或系之牛，行人之得，邑人之災。",
      "彖義": "六三，無緣無故而遭受災禍，好比有人把一頭牛拴在村邊道路旁，路過的人順手把牛牽走，同村的人卻被懷疑為偷牛的人而蒙受不白之冤。",
      "象文": "行人得牛，邑人災也。",
      "象釋": "《象辭》說：路過人順手把牛牽走，意味著同村的人就會自然地被懷疑為偷牛的人而蒙受不白之冤。這種災難不是因為自己有過，而是由於某種客觀原因的巧合所造成的。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "可貞，無咎。",
      "彖義": "九四，能夠堅守正道，所以沒有災禍。",
      "象文": "「可貞，無咎」，固有之也。",
      "象釋": "《象辭》說：「能夠堅守正道，所以沒有災禍」，是說堅守正道的品德是其本身所固有的，所以，自始至終牢固地堅守正道，才能使自己免遭災害。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "無妄之疾，勿藥有喜。",
      "彖義": "九五，不妄動妄求卻身染疾病，這種疾病不需用藥醫治，它會不用治療便自行消除。",
      "象文": "「無妄之藥」，不可試也。",
      "象釋": "《象辭》說：「不妄動妄求卻身染疾病，這種疾病不需用藥醫治」，是說藥是不可以輕易嘗試，隨便使用的，因為病本來就可以自行消除。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "無妄，行有眚，無攸利。",
      "彖義": "上九，雖然不妄動妄求，但是，仍然不宜於行動，如果勉強地行動，就會遭受禍殃，得不到一點好處。",
      "象文": "「無妄之行」，窮之災也。",
      "象釋": "《象辭》說：「雖然沒有妄為，但如有行動（卻仍然遭受禍殃）」，這是由於客觀的時遇所造成的災禍，而不以人的意志為轉移。"
    }
  },
  {
    "id": 26,
    "卦序": "第二十六卦",
    "卦名": "《大畜卦》",
    "卦辭": {
      "卦象": "大畜",
      "卦文": "利貞；不家食吉，利涉大川。",
      "卦白": "《大畜卦》象征大量的畜養積聚：利於堅守正道；不要讓賢能的人窮困地居於家中自謀生計，而應該把他招到朝廷中食取國家的俸祿，把才能貢獻給國家，這樣便可以獲得吉祥；利於涉過大河。",
      "象文": "天在山中，大畜；君子以多識前言往行，以畜其德。",
      "象釋": "《象辭》說：《大畜卦》的卦象是乾（天）下艮（山）上，為天被包含在山裏之表象，象征大量的畜養積聚；君子效法這一精神，應當努力更多地學習領會前代聖人君子的言論和行為，以此充實自己，培養美好的品德和積聚廣博的知識。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "有厲，利己。",
      "彖義": "初九，不顧一切地貿然前進就會有危險的情況發生，這時只有暫時停下來不勉強前進才會有利。",
      "象文": "「有厲，利己「,不犯災也。",
      "象釋": "《象辭》說：「不顧一切地貿然前進就會有危險的情況發生，這時只有暫時停下來不勉強前進才會有利「，是說不必冒著災難風險前進。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "輿說輹。",
      "彖義": "九二，車子脫去輪輹自動停下來不再前進。",
      "象文": "「輿說輹，中無尤也。",
      "象釋": "《象辭》說：「車子脫去輪輹自動停下來不再前進」，說明九二爻雖然剛健急躁，但它能夠自度量時，自動停止不前，所以沒有貿然前進的過失。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "良馬逐，利艱貞。曰閑輿衛，利有攸往。",
      "彖義": "九三，駿馬奔馳如同風馳電掣一般，但是，貿然前進有陷入危險的可能，所以應當警惕前進道路上的各種艱難，同時又應當堅守正道，這樣才會安然無恙。只有嫻熟地掌握了駕車和防衛的本領，才能利於前去行事。",
      "象文": "「利有攸往」，上合志也。",
      "象釋": "《象辭》說：「利於前去行事」，是因為九三與上九志同道合，沒有妨礙。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "童牛之牿，元吉。",
      "彖義": "六四，給頭上尚未長角的小牛預先裝上一塊橫木，以防止它長出角後頂人，這是大吉大利的。",
      "象文": "六四「元吉」，有喜也。",
      "象釋": "《象辭》說：《大畜卦》的第四爻位（六四）的「大吉大利」，是因為能夠防患於未然，未雨而綢繆，因而是可喜的。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "豶豕之牙，吉。",
      "彖義": "六五，面對長有鋒利牙齒的豬，並不從如何除去它的牙齒上下手，而是避其鋒利，擊其要害，將它閹割。這樣就可以制服它剛暴凶猛的本性，使它變得溫順，這樣便能平安無事，獲得吉祥。",
      "象文": "六五之吉，有慶也。",
      "象釋": "《象辭》說：「《大畜卦》的第五爻位（六五）的吉祥，是因為能夠抓住事物的關鍵，從根本上予以治理，因而是可慶可賀的。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "何天之衢，亨。",
      "彖義": "上九，四通八達，多麼暢通無阻的天街大道，必然亨通順利。",
      "象文": "「何天之衢」，道大行也。",
      "象釋": "《象辭》說：「四通八達，多麼暢通無阻的天街大道」，是說由於大量畜養積聚賢士，天下已經賢路大開了。"
    }
  },
  {
    "id": 27,
    "卦序": "第二十七卦",
    "卦名": "《頤卦》",
    "卦辭": {
      "卦象": "頤",
      "卦文": "貞吉；觀頤，自求口實。",
      "卦白": "《頤卦》象征頤養：只有堅守正道才能獲得吉祥；通過觀察能夠體現頤養的具體實例，以及自己是如何謀取口中食物的，這樣才能真正地掌握頤養之道，獲得吉祥。",
      "象文": "山下有雷，君子以慎言語，節飲食。",
      "象釋": "《象辭》說：《頤卦》的卦象是震（雷）下艮（山）上，為雷在山下震動之表象，引申為咀嚼食物時上顎靜止、下顎活動的狀態，因而象征頤養；頤養必須堅守正道，所以君子應當言語謹慎以培養美好的品德，節制飲食以養育健康的身體。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "舍爾靈龜，觀我朵頤，凶。",
      "彖義": "初九，舍棄你如同神龜般的聰明智慧，癡呆地看著我鼓動腮幫子進食，結果必然導致凶險。",
      "象文": "「觀我朵頤」，亦不足貴也。",
      "象釋": "《象辭》說：「癡呆地看著我鼓動腮幫子進食」，是說初九爻雖重視保養身體，但由於不能堅守正道，並不值得推崇。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "顛頤，拂經，於丘頤，征凶。",
      "彖義": "六二，反過來向下屬乞求食物以獲取奉養，是違背常理的，向高丘處的乞食，則前進的途中必然遭遇凶險。",
      "象文": "六二「征凶」，行失類也。",
      "象釋": "《象辭》說：《頤卦》的第二爻位（六二）「前進的途中必然遭遇凶險」，是因為前進的途中沒有相應的同類。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "拂頤，貞凶，十年勿用，無攸利。",
      "彖義": "六三，違背頤養的正道，仍然一味地只求口腹之欲，結果必然遭遇凶險，在十年的漫長歲月裏被遺棄而得不到養育，沒有一點好處。",
      "象文": "「十年勿用」，道大悖也。",
      "象釋": "《象辭》說：「在十年的漫長歲月裏被遺棄而得不到養育」，是因為它與頤養的正道大相徑庭，從根本上違背了養育他人和保養自己的原則和方法。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "顛頤，吉；虎視眈眈，其欲逐逐，無咎。",
      "彖義": "六四，反過來向下屬乞求食物以獲取奉養，可以獲得吉祥；因為這就像老虎要撲食那樣，虎視眈眈，專心致志，孜孜以求，則必然能夠達到目的，當然也沒有什災禍。",
      "象文": "「顛頤之吉」，上施光也。",
      "象釋": "《象辭》說：「反過來向下屬乞求食物以獲取奉養的吉祥」，是因為六四位居在上，與初九照應，同時又能堅守正道，雖取之於民，卻又用之於民，這也就是說，它能夠向下普遍地施舍光明恩德。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "拂經，居貞吉，不可涉大川。",
      "彖義": "六五，違背頤養的正道，但是卻能夠安然地居於尊位，所以結果吉祥，只是尚不能處理極為艱險困難的事情，就像不能夠涉過大河一樣。",
      "象文": "「居貞之吉」，順以從上也。",
      "象釋": "《象辭》說：「能夠安然地居於尊位，所以結果吉祥」，是因為能夠順從有陽剛之美的賢者。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "由頤；厲吉，利涉大川。",
      "彖義": "上九，天下百姓都依靠他的養育而得以安居樂業；肩負如此重任，必須謹防危險，有所戒懼才能獲得吉祥，這樣也才能排除萬難，就像順利涉過大河一樣。",
      "象文": "「由頤厲吉」，大有慶也。",
      "象釋": "《象辭》說：「天下百姓都依靠他的養育而得以安居樂業，必須謹防危險，有所戒懼才能獲得吉祥」，是說養育天下百姓，因而能得到天下的信任和愛戴，達到普天同慶。"
    }
  },
  {
    "id": 28,
    "卦序": "第二十八卦",
    "卦名": "《大過卦》",
    "卦辭": {
      "卦象": "大過",
      "卦文": "棟橈；利有攸往，亨。",
      "卦白": "《大過卦》象征極為過分：房屋的棟梁受重壓而彎曲；利於前去行事，亨通順利。",
      "象文": "「澤滅木，大過；君子以獨立不懼，遯世無悶。",
      "象釋": "《象辭》說：「《大過卦》的卦象是巽（風）下兌（澤）上，巽在這裏代表木，故為水澤淹沒了樹木之表象，象征極為過分；君子取法這一現象，就應當堅持自己的操守，進則超然獨行，不必顧忌和畏懼他人的非議；退則逃避世間，不為隱姓埋名而苦悶煩惱。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "藉用白茅，無咎。",
      "彖義": "，初六，本來直接把器物放置在地上就可以了，現在又用白色的茅草襯墊在器物的下面，使它更加安穩，所以不會發生災禍。",
      "象文": "「藉用白茅」，柔在下也。",
      "象釋": "《象辭》說：「用白色的茅草襯墊在器物的下面」，是說行為非常小心謹慎，所以不會發生什麼災禍。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "枯楊生稊，老夫得其女妻，無不利。",
      "彖義": "九二，已經枯萎的楊樹重新又長出新的枝芽，老年男子娶了位年輕的妻子，這種現象沒有什麼不利的。",
      "象文": "「老夫女妻」，過以相與也。",
      "象釋": "《象辭》說：「老年男子娶了位年輕的妻子」，雖為過分，但由於能夠剛柔相濟，所以不會發生不利的情況。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "棟橈，凶。",
      "彖義": "九三，房屋的棟梁受重壓而彎曲，結果必然發生凶險。",
      "象文": "「棟橈之凶」，不可以有輔也。",
      "象釋": "《象辭》說：「房屋的棟梁受重壓而彎曲，結果必然發生凶險」，是因為陽剛極為過分，所以不能再來輔助它，否則後果將不堪設想。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "棟隆，吉；有它，吝。",
      "彖義": "九四，房屋的棟梁向上隆起，克服了彎曲，可以獲得吉祥；不能再彎曲，再彎曲就會出問題。",
      "象文": "「棟隆之吉」，不橈乎下也。",
      "象釋": "《象辭》說：「房屋的棟梁向上隆起，克服了彎曲，可以獲得吉祥」，是由於九四爻本身能使棟梁不再向下彎曲。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "枯楊生華，老婦得其士夫，無咎無譽。",
      "彖義": "九五，已經枯萎的楊樹重新又盛開鮮豔的花朵，已經衰老的婦人嫁給了年富力強的男人，這種現象既不會遇到什麼禍害，也沒有什麼值得稱道的。",
      "象文": "「枯楊生華」，何可久也？「老婦士夫」，亦可醜也。",
      "象釋": "《象辭》說：「已經枯萎的楊樹重新又盛開鮮豔的花朵」，表面現象又怎麼可以長久保持下去呢？「已經衰老的婦人嫁給了年富力強的男子」，這種婚配是會令人深感羞恥的。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "過涉滅頂，凶，無咎。",
      "彖義": "上六，涉過深之水以至於淹沒了頭頂，就會發生凶險，但最終不會有禍患。",
      "象文": "「過涉之凶」，不可咎也。",
      "象釋": "《象辭》說：「涉過深之水會發生凶險「，但如果能及時補救，還是可以化險為夷，最終不會有禍患。"
    }
  },
  {
    "id": 29,
    "卦序": "第二十九卦",
    "卦名": "《坎卦》",
    "卦辭": {
      "卦象": "習坎",
      "卦文": "有孚，維心亨，行有尚。",
      "卦白": "《坎卦》象征重重艱險：像水奔流一樣，胸懷堅定的信念，執著專一，內心才能不畏艱險而獲得亨通，這種奔流不止、堅強剛毅的行為必然被人們所崇尚。",
      "象文": "水洊至，習坎；君子以常德行，習教事。",
      "象釋": "《象辭》說：《坎卦》的卦象是坎（水）下坎（水）上，為水流之表象。流水相繼而至、潮湧而來，必須充滿前方無數極深的陷坑才能繼續向前，所以象征重重的艱險困難；君子因此應當堅持不懈地努力，反複不間斷地推進教育事業。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "習坎，入於坎窞，凶。",
      "彖義": "初六，置身於重重的艱險困難之中，落入到陷坑的最底下，結果必然是凶險的。",
      "象文": "「習坎入坎」，失道凶也。",
      "象釋": "《象辭》說：「置身於重重的艱險困難之中，落入到陷坑的最底下」，是因為不能堅守正道，自身軟弱無能，又得不到外援，所以遭遇凶險。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "坎有險，求小得。",
      "彖義": "九二，仍然處在陷坑之中面臨危險，雖不能脫險，但在一定程度上還是可以解決一些小問題的。",
      "象文": "「求小得」，未出中也。",
      "象釋": "《象辭》說：「雖不能脫險，但在一定程度上還是可以解決一些小問題的」，說明仍未脫離險境。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "來之坎坎，險且枕，入於坎窞，勿用。",
      "彖義": "六三，往來進退都處在重重陷坑之間，面臨危險難以得到安全，落入陷坑的最底下，在這種情況下，只有伏枕以待，不可輕舉妄動。",
      "象文": "「來之坎坎」終無功也。",
      "象釋": "《象辭》說：「往來進退都處在重重陷坑之間」，是說雖急於求得平安，結果是欲速則不達，最終還是不能擺脫危險，走出困境。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "樽酒，簋貳，用缶，納約自牖，終無咎。",
      "彖義": "六四，一樽酒，兩簋飯，用瓦缶盛著進獻，禮雖然很輕，然而卻充滿了深厚的情意，正大光明地表示誠信，最終不會發生災禍。",
      "象文": "「樽酒簋貳」，剛柔際也。",
      "象釋": "《象辭》說：「一樽酒兩簋飯」，是說在艱險困難的情況下能夠推心置腹、相互信任地交往，剛柔相濟，所以最終免遭災禍。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "坎不盈，祇既平，無咎。",
      "彖義": "九五，奔流的水還未溢出陷坑，然而卻已和陷坑平齊了，還不會發生災害。",
      "象文": "「坎不盈」，中未大也。",
      "象釋": "《象辭》說：「奔流的水還未溢出陷坑」，說明居中而不自大，所以，還不會發生災害。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "系用徵纆，置於叢棘，三歲不得，凶。",
      "彖義": "上六，被繩索重重地捆綁住，囚放在荊棘叢生的牢獄中，長達三年不能解脫，十分凶險。",
      "象文": "上六失道，凶三歲也。",
      "象釋": "《象辭》說：「《坎卦》的第六爻位(上六)面臨艱險困難，不能堅守正道，所以遭受三年的凶險。"
    }
  },
  {
    "id": 30,
    "卦序": "第三十卦",
    "卦名": "《離卦》",
    "卦辭": {
      "卦象": "離",
      "卦文": "利貞，亨；畜牝牛，吉。",
      "卦白": "《離卦》象征附著：利於堅守正道，這樣必然亨通；畜養柔順的母牛，可以獲得吉祥。",
      "象文": "「明兩作，離；大人以繼明照於四方。",
      "象釋": "《象辭》說：「《離卦》的卦象為離(火)下離(火)上，為光明接連升起之表象。《離卦》的本象為火，這裏代表太陽。太陽東升西落，因而有上下充滿光明的形象。太陽的光明連續照耀，必須高懸依附在天空才行，所以象征附著；偉大的人物效法這一現象，也應當連綿不斷地用太陽般的光明美德普照四方。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "履錯然，敬之，無咎。",
      "彖義": "初九，在開始行事時，由於急於求成而出現錯亂，後來能恭敬慎重且未輕舉妄動，結果沒有發生什麼災禍。",
      "象文": "「履錯之敬」，以辟咎也。",
      "象釋": "《象辭》說：「在開始行事時，由於急於求成而出現錯亂，後來能恭敬慎重且未輕舉妄動」，主要是為了避免災禍的發生。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "黃離，元吉。",
      "彖義": "六二，附著在黃色上，就可以獲得大吉大利。",
      "象文": "「黃離元吉」，得中道也。",
      "象釋": "《象辭》說：「附著在黃色上，就可以獲得大吉大利」，是因為黃色代表中，堅守正道，可以獲得大吉大利。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "日昃之離，不鼓缶而歌，則大耋之嗟，凶。",
      "彖義": "九三，夕陽西下，好比人生已入老年，這時如果不能敲著瓦器伴唱高歌地歡度晚年，就難免會有春蠶將死、蠟炬成灰的哀歎，這樣必然遭遇凶險。",
      "象文": "「日昃之離」，何可久也!",
      "象釋": ""
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "突如其來如，焚如，死如，棄如。",
      "彖義": "九四，突然間發出萬道光芒，猶如燃燒的烈火，但頃刻之間又煙消雲散，不複存在，落得個被拋棄的下場。",
      "象文": "「突如其來如」，無所容也。",
      "象釋": "《象辭》說：「突然間發出萬道光芒，猶如燃燒的烈火」，這種剛烈暴躁的氣焰，必然帶來危險，是天下人所不能容忍的。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "出涕沱若，戚嗟若，吉。",
      "彖義": "六五，眼淚像泉水一樣不停地湧出，紛紛從面頰上流下，憂愁悲傷地歎息，居安思危到了這種程度，必將獲得吉祥。",
      "象文": "「六五之吉，離王公也。",
      "象釋": "《象辭》說：「《離卦》的第五爻位(六五)之所以能夠獲得吉祥，是由於它附著在君主旁，受到了君主的庇佑。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "王用出征，用嘉折首，獲匪其醜，無咎。",
      "彖義": "上九，君主動有軍隊出兵征伐，建功立業，獲得美譽，斬殺敵方首領，捕獲不願歸附者，這樣做不會發生災禍。",
      "象文": "「王用出征」，以正邦也。",
      "象釋": "《象辭》說：「君主動用軍隊出兵征伐」，是為了治理國家，並非是為了耀武揚威，濫殺無辜。所以，進行正義的戰爭，就不會發生災禍。"
    }
  },
  {
    "id": 31,
    "卦序": "第三十一卦",
    "卦名": "《咸卦》",
    "卦辭": {
      "卦象": "咸",
      "卦文": "咸亨，利貞；取女吉。",
      "卦白": "《咸卦》象征感應：亨通順利，有利於堅守正道；娶妻可以獲得吉祥。",
      "象文": "山上有澤，咸；君子以虛受人。",
      "象釋": "《象辭》說：《咸卦》的卦象是艮(山)下兌(澤)上，為山上有澤之表象，即上方的水澤滋潤下面的山體，下面的山體承托上方的水澤並吸收其水分的形象，因而象征感應；君子效法山水相連這一現象，以虛懷若穀的精神容納感化他人。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "咸其拇。",
      "彖義": "初六，感應發生在腳的大拇趾上。",
      "象文": "「咸其拇」，志在外也。",
      "象釋": "《象辭》說：「感應發生在腳的大拇趾上」，說明其感應志向是向外追求。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "咸其腓，凶；居吉。",
      "彖義": "六二，感應發生在小腿肚上，是由於急躁妄動，這樣就會發生凶險的事情；若是安居靜處，便可以獲得吉祥。",
      "象文": "雖凶居吉，順不害也。",
      "象釋": "《象辭》說：雖然會發生凶險的事情，但是只要安居靜處，便可以避災遠禍了。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "咸其股，執其隨，往吝。",
      "彖義": "九三，感應發生在大腿上，一味地跟隨著別人任意妄動，這樣前去行事，必然導致災禍。",
      "象文": "「鹹其股」，亦不處也；「志在隨人」，所執下也。",
      "象釋": "《象辭》說：「感應發生在大腿上」，說明不能安居靜處，自我克制，而是性情急躁，隨心所欲地任意妄為；「盲目地跟隨別人任意妄為」，是因為它所執意追求的過於低下卑劣了。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "貞吉，悔亡；憧憧往來，朋從爾思。",
      "彖義": "九四，內心保持純潔無邪的態度，就可以獲得吉祥，沒有後悔；心猿意馬地與朋友交往，朋友會報答你的情意。",
      "象文": "「貞吉悔亡」，未感害也；「憧憧往來」，未光大也。",
      "象釋": "《象辭》說：「內心保持純潔無邪的態度，就可以獲得吉祥，沒有後悔」，說明九四爻並沒有因感應而遭受禍害；「心猿意馬地與朋友交往」，朋友面必然窄，影響也小，不能遍及於天下人。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "咸其脢，無悔。",
      "彖義": "九五，感應發生在脊背的肉上，不會發生後悔。",
      "象文": "「咸其脢」，志未也。",
      "象釋": "《象辭》說：「感應發生有脊背的肉上」，說明其只知獨善其身，這樣它的志向難免過於淺薄了。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "咸其輔、頰、舌。",
      "彖義": "上六，感應發生在牙床、臉頰、舌頭上。",
      "象文": "「咸其輔、頰、舌」，滕口說也。",
      "象釋": "《象辭》說：「感應發生在牙床、臉頰、舌頭上」，說明其只是玩弄三寸不爛之舌而已。"
    }
  },
  {
    "id": 32,
    "卦序": "第三十二卦",
    "卦名": "《恒卦》",
    "卦辭": {
      "卦象": "恒",
      "卦文": "亨，無咎，利貞，利有攸往。",
      "卦白": "《恒卦》象征常久：亨通順利，沒有災禍，利於堅守正道，利於前去行事。",
      "象文": "雷風，恒；君子以立不易方。",
      "象釋": "《象辭》說：《恒卦》的卦象是巽(風)下震(雷)上，為風雷交加之表象，二者常是相輔相成而不停地活動的形象，因而象征常久；君子效法這一現象，應當樹立自身的形象，堅守常久不變的正道。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "浚恒，貞凶，無攸利。",
      "彖義": "初六，刨根挖底地深入追求常久之道，結果必然凶險，沒有一點好處。",
      "象文": "「浚恒之凶」，始求深也。",
      "象釋": "《象辭》說：「刨根挖底地深入追求常久之道所產生的凶險」，是因為事情剛開始，追求的目標就過於深遠的緣故。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "悔亡",
      "彖義": "九二，悔恨自行消除。",
      "象文": "九二「悔亡」，能久中也。",
      "象釋": "《象辭》說：《恒卦》的第二爻位(九二)能夠使「悔恨自行消除」，是由於它能夠常久地守中不偏的緣故。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "不恒其德，或承之羞，貞吝。",
      "彖義": "九三，不能常久地保持美好的品德，總會不時蒙受他人的羞辱，結果難免產生惋惜。",
      "象文": "「不恒其德」，無所容也。",
      "象釋": "《象辭》說：「不能常久地保持美好的品德」，是說由於急躁妄動，不安分守己，沒有恒心，因此落了個無處容身的下場。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "田無禽。",
      "彖義": "九四，田間狩獵，結果卻沒有捕獲到任何禽獸。",
      "象文": "「久非其位，安得禽也？",
      "象釋": "《象辭》說：「長久地處在不屬於自己應該處的位置上，又怎麼能夠捕獲到禽獸呢？"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "恒其德，貞；婦人吉，夫子凶。",
      "彖義": "六五，常久地保持柔順服從的美好品德，永遠堅守正道；這樣的話，女人可以獲得吉祥，男人則遭遇凶險。",
      "象文": "「婦人貞吉，從一而終也；夫子制義，從婦凶也。",
      "象釋": "《象辭》說：「女人堅守正道可以獲得吉祥，是說女人一生應該只嫁一個丈夫，終身都不能改嫁他人；男人遇事應當果斷處理，如果像女人那樣只知順從、優柔寡斷的話，就會遭遇凶險。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "振恒，凶。",
      "彖義": "上六，搖擺不定，不能堅守常久之道，結果必然凶險。",
      "象文": "「振恒在上，大無功也。",
      "象釋": "《象辭》說：搖擺不定，不能堅守常久之道，但是又高高在上，終將一無所成，不會有所建樹。"
    }
  },
  {
    "id": 33,
    "卦序": "第三十三卦",
    "卦名": "《遯卦》",
    "卦辭": {
      "卦象": "遯",
      "卦文": "亨，小利貞。",
      "卦白": "《遯卦》象征退避：亨通，小事能夠成功。",
      "象文": "「天下有山，遯；君子以遠小人，不惡而嚴。",
      "象釋": "《象辭》說：《遯卦》的卦象是艮（山）下乾（天）上，為天下有山之表象，象征著隱讓退避。因為山有多高，天就有多高，似乎山在逼天，而天在步步後退，但天無論怎樣後退避讓，卻始終高踞在山之上。君子應同小人保持一定的距離，以傲然不可侵犯的態度截然劃清彼此的界限，這樣一來，就自然而然會生出一種震懾住小人的威嚴來。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "遯尾；厲。勿用有攸往。",
      "彖義": "初六，隱退避讓錯過時機落在了後邊，情況非常不好。面對這種情形，應該靜觀待變而不要有所行動，否則將會更加不利。",
      "象文": "遯尾之厲，不往何災也？",
      "象釋": "《象辭》說：錯過隱退避讓的時機卻還要隱退就會帶來禍患，但是靜觀不動就不會造成什麼危害。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "執之用黃牛之革，莫之勝說。",
      "彖義": "六二，像用黃牛的皮捆綁起來那樣，誰也難以解脫。",
      "象文": "執用黃牛，固志也。",
      "象釋": "《象辭》說：「像用黃牛的皮捆綁起來那樣」，意思是說，要堅定自己的志向，決不因任何情況而動搖。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "系遯，有疾厲，畜臣妾，吉。",
      "彖義": "九三，由於被牽累而難以遠去，就像疾病纏身那樣危險。處在這情況下，就要畜養仆人和侍妾，要使他們被我所用，只有這樣，才能轉危為安。",
      "象文": "「系遯之厲」，有疾憊也。「畜臣妾吉」，不可大事也。",
      "象釋": "《象辭》說：「由於被牽累而難以遠去，會有危險」，因為在這種想退而又不能退的情況下，就像疾病纏身那樣使人疲憊不堪。「畜養仆人和侍妾就會吉祥」，的意思是說，處在有所系累的情況下，是不可能有什麼大作為的。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "好遯，君子吉，小人否。",
      "彖義": "九四，可以從容隱退避讓而無所系累。君子將因此而獲得吉祥，小人卻不會吉祥。",
      "象文": "「君子好遯，小人否也。",
      "象釋": "《象辭》說：君子能夠做到該退就退，從容自如，而小人卻做不到這一點。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "嘉遯，貞吉。",
      "彖義": "九五，能夠進退自如地隱退避讓，能堅守正道，其結果是吉祥的。",
      "象文": "「嘉遯，貞吉」，以正志也。",
      "象釋": "《象辭》說：「能夠自如地隱退避讓，堅守正道將會獲得吉祥」，關鍵是要堅定自己的信念和志向。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "肥遯無不利。",
      "彖義": "上九，既無牽累，又已遠離，早已處在隱退避讓中，就像是遠走高飛一樣，所以無論這時做什麼，都不會有什麼不利。",
      "象文": "「肥遯無不利」，無所疑也。",
      "象釋": "《象辭》說：之所以它能夠「隨心所欲地遠走高飛而又無不利」，就在於它所做的一切都是理所當然和自然而然的，沒有什麼疑慮和思索選擇的。"
    }
  },
  {
    "id": 34,
    "卦序": "第三十四卦",
    "卦名": "《大壯卦》",
    "卦辭": {
      "卦象": "大壯",
      "卦文": "利貞",
      "卦白": "《大壯卦》象征十分強盛：堅守正道，將會非常有利。",
      "象文": "雷在天上，大壯；君子以非禮弗履。",
      "象釋": "《象辭》說：《大壯卦》的卦象是乾（天）下震（雷）上，為震雷響徹天上之表象，象征著十分強盛。君子應該嚴格要求自己，不要越出准則和規律去做非分之事。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "壯於趾，征凶；有孚。",
      "彖義": "初九，陽剛強盛只在腳趾。這時如果有所行動，必然會招來災禍。",
      "象文": "「壯於趾」孚窮也。",
      "象釋": "《象辭》說：爻辭中的「陽剛強盛只在腳趾「一句，說明只停留在這一狀態下，是決不會有什麼出路的。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "貞吉。",
      "彖義": "，九二，堅守正道而獲得吉祥。",
      "象文": "九二「貞吉」，以中也。",
      "象釋": "《象辭》說：《大壯卦》的第二爻位（九二）之所以能夠堅守正道而獲得吉祥，是因為它位置居中，能夠以柔相出的原因。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "小人用壯，君子用罔；貞厲，羝羊觸藩，羸其角。",
      "彖義": "九三，小人恃強好勝，君子卻恰恰相反。而且，即使逞強好勝者能夠保持住陽剛強盛，其結果也決不會好。就像強壯的大羊去頂觸籬笆，結果只會把角卡在籬笆中而難以擺脫。",
      "象文": "小人用壯，君子罔也。",
      "象釋": "《象辭》說：小人恃強好勝，君子卻不這樣。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "貞吉，悔亡；藩決不羸，壯於大輿之輹。",
      "彖義": "九四，堅守正道，必獲吉祥，悔恨也會消失；因為陽剛十分強盛，既像籬笆已經崩潰，羊角從系累中解脫出來，又像堅固的車輪能負重載遠那樣。",
      "象文": "「藩決不羸」，尚往也。",
      "象釋": "《象辭》說：「籬笆崩潰，羊角從系累中解脫出來」的內在含義是，鼓勵君子要充分行動起來，積極向前進取。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "喪羊於易，無悔。",
      "彖義": "六五，在田邊地頭丟失了羊，卻並沒有什麼可遺憾的，不會有什麼不利的情況發生。",
      "象文": "「喪羊於易」，位不當也。",
      "象釋": "《象辭》說：「在田邊地頭丟失了羊」，是由於其位置不恰當。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "羝羊觸藩，不能退，不能遂，無攸利；艱則吉。",
      "彖義": "上六，強壯的羊因頂觸籬笆而被掛住了角，既不能後退，又不能前進，怎樣掙紮都沒有好處。在這種情況下，要能夠忍耐堅持，不被艱難困苦所壓垮，就會安然渡過難關，獲得吉祥。",
      "象文": "「不能退，不能遂」，不詳也；「艱則吉」咎不長也。",
      "象釋": "《象辭》說：「既不能後退，又不能前進」，說明行動處事不夠圓滿周到，結果陷入了極為被動的局面。而「忍耐堅持，承受艱難困苦而不被壓垮，就會吉祥」，說明，只要能夠堅持忍耐，就一定會渡過難關。"
    }
  },
  {
    "id": 35,
    "卦序": "第三十五卦",
    "卦名": "《晉卦》",
    "卦辭": {
      "卦象": "晉",
      "卦文": "康侯用錫馬蕃庶，晝日三接。",
      "卦白": "《晉卦》象征長進：就像才幹出眾的公侯得到了天子的賞識，不僅賜給他許多車馬，而且在一天之內多次接見他。",
      "象文": "明出地上，晉；君子以自昭明德。",
      "象釋": "《象辭》說：「陽光從地面上升起，象征著前進和昌盛，也象征著發出自己的光和熱。所以，君子應該充分顯示自己的才華和美德，發揮自己的作用。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "晉如摧如，貞吉；罔孚，裕無咎。",
      "彖義": "初六，剛開始前進就遇到了障礙和阻攔，但是只要能夠堅守正道，始終如一，就一定會吉祥如意。由於它還沒有樹立起自己的威望，所以能夠不受約束地去處理問題，而不必擔心會有什麼過失。",
      "象文": "「晉如摧如」，獨行正也；「裕無咎」，未受命。",
      "象釋": "《象辭》說：「向前進遇到障礙和阻攔時」，要能夠持之以恒，按照自己所遵循的原則繼續不斷地努力，才會得到吉祥如意的結果。「隨意行動也不會有什麼過失」，是因為它還沒有被賦予什麼權力、責任和使命。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "晉如愁如，貞吉；受茲介福，於其王母。",
      "彖義": "六二，前進時充滿憂愁思慮，但是如果能堅守正道，始終如一，將會吉祥如意。而且會獲得極大的恩惠和福澤，是高高在上的王母所賜給他的。",
      "象文": "「受茲介福」，以中正也。",
      "象釋": "《象辭》說：之所以能夠「獲得極大的恩惠和福澤」，是因為它位置居中，行為符合身份和正道。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "眾允，悔亡。",
      "彖義": "六三，它的所作所為已經得到了眾人的認可和贊同，努力進取，悔恨將會消失。",
      "象文": "「眾允」之志，上行也。",
      "象釋": "《象辭》說：「得到眾人認可和贊同」的志向，是要努力向前奮斗。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "晉如鼫鼠，貞厲。",
      "彖義": "九四，向上邁進像那既貪婪又怕人，而且沒有什麼專長的梧鼠一樣，即使能夠嚴守自己的本分，也免不了災禍。",
      "象文": "「鼫鼠貞厲」，位不當也。",
      "象釋": "《象辭》說：之所以「像梧鼠那樣，即使能夠嚴守自己的本分，也免不了災禍」，是因為它所在的位置不對。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "悔亡，失得勿恤；往吉，無不利。",
      "彖義": "六五，悔恨已經消失，也有不著考慮得失的問題。只要勇往直前，就會吉祥如意，所有的一切都變得是那樣的順利。",
      "象文": "「失得勿恤」，往有慶也。",
      "象釋": "《象辭》說：「用不著考慮丟失」，只要繼續努力奮斗，就必然會有吉祥福慶的。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "晉其角，維用伐邑，厲右，無咎；貞吝。",
      "彖義": "上九，向前邁進似乎已經達到了頂點，就像到達獸角尖上一樣，盛大的氣象已不複存在了。只有像攻打城池那樣，建立新的功勳，或許可以避免災難轉為吉祥；而且一旦這樣做了，將不會產生過失。但即使如此，它以後的發展趨勢也只能是越來越差。",
      "象文": "「維用伐邑」，道未光也。",
      "象釋": "《象辭》說：「只有像攻打城池那樣」，說明前進繁盛已經達到了頂點，再也難以發展光大了。"
    }
  },
  {
    "id": 36,
    "卦序": "第三十六卦",
    "卦名": "《明夷卦》",
    "卦辭": {
      "卦象": "明夷",
      "卦文": "利艱貞。",
      "卦白": "《明夷卦》象征光明受阻：在這種情況下，最好是在艱難困苦中堅守正道，保持自身的純潔和善始善終的恒心。",
      "象文": "明入地中，「明夷」；君子以蒞眾，用晦而明。",
      "象釋": "《象辭》說：《明夷卦》的卦象是離（火）下坤（地）上，離為火，代表光明，為光明入地下之表象，象征著「光明被阻」。君子要能夠遵循這個道理去管理民眾，即有意不表露自己的才能和智慧，反而能在不知不覺中使民眾得到治理。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "明夷於飛，垂其翼；君子於行，三是不食。有攸往，主人有言。",
      "彖義": "初九，在光明被阻的時候，要像鳥兒一樣地迅速飛走，而且要低垂著翅膀以免被人察覺。君子若要退避隱藏，就是丟掉職位、沒有飯吃也不在乎。但君子若在此時行動，必然要受到當政者的責備。",
      "象文": "「君子於行「，義不食也。",
      "象釋": "《象辭》說：「君子隱藏退避「是由於堅持道義和原則而不願再拿這份俸祿了。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "明夷，夷於左股，用拯馬壯，吉。",
      "彖義": "《明夷卦》的第二爻位（六二），處在這種光明被阻的情況下，就像傷了左大腿一樣，如果能借用好馬，增加自己的力量，將會是有利的。",
      "象文": "「六二之吉，順而則也。",
      "象釋": "《象辭》說：「六二爻之所以能夠獲得吉祥，是因為它柔順而又堅持原則。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "明夷於南狩，得其大首；不可疾，貞。",
      "彖義": "九三，君主在光明受阻的情況下，到南方去巡狩，將可以消滅罪惡的首領。但是應該注意不要操之過急，要能夠堅守正道，持之以恒。",
      "象文": "「南狩之志，乃大得也。",
      "象釋": "《象辭》說：有到南方征伐巡狩的志向，就會有非常大的收獲。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "入於左腹，獲明夷之心，於出門庭。",
      "彖義": "六四，進入左方腹部，能夠深入了解光明被阻的內中情況，於是堅定地跨出門庭，離開這裏。",
      "象文": "「入於左腹」，獲心意也。",
      "象釋": "《象辭》說：「進入左方腹部」，因此能夠從內部深刻了解光明受阻的情形。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "箕子之明夷，利貞。",
      "彖義": "，六五，應采取箕子那種自掩其聰明才智的做法，這樣做有利於堅守正道。",
      "象文": "「箕子之貞，明不可息也。",
      "象釋": "《象辭》說：箕子堅守正道，保持自我的行為說明，光明是不會熄滅的，只是暫時受阻礙罷了。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "不明晦；初登於天，後入於地。",
      "彖義": "上六，不但沒有光明，反而帶來黑暗。剛開始時升起在天空，而後來卻墮入地下。",
      "象文": "「初登於天」，照四國也；「後入於地」失則也。",
      "象釋": "《象辭》說：「剛開始時升起在天空」，是說它的光明能夠普照四方各國；「而後來卻墮入地下」，是說它已經因違背正道而喪失了應有的作用，由光明轉入了黑暗。"
    }
  },
  {
    "id": 37,
    "卦序": "第三十七卦",
    "卦名": "《家人卦》",
    "卦辭": {
      "卦象": "家人",
      "卦文": "利女貞。",
      "卦白": "《家人卦》象征家庭：特別注重女人在家中的作用，如果她能夠堅守正道，始終如一，將會非常有利。",
      "象文": "風自火出，家人；君子以言有物而行有恒。",
      "象釋": "《象辭》說：《家人卦》的卦象是離（火）下巽（風）上，為風從火出之表象，象征著外部的風來自於本身的火，就像家庭的影響和作用都產生於自己內部一樣。君子應該特別注意自己的一言一行，說話要有根據和內容，行動要有准則和規矩，不能朝三暮四和半途而廢。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "閑有家，悔亡。",
      "彖義": "，初九，治家應從一開始就打好基礎，立下規矩，防患於未然。如果這樣做了，就不會有什麼過失了。",
      "象文": "「閑有家」，志未變也。",
      "象釋": "《象辭》說：「治家應從一開始就打好基礎，立下規矩，防患於未然」，意義就在於開一個好頭十分重要。如果等到出現了問題再去想辦法，效果就差得多了。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "無攸遂，在中饋，貞吉。",
      "彖義": "六二，不要自作主張，追求功名，能夠料理好家中的飲食起居就行了，結果一定是吉祥的。",
      "象文": "六二之吉，順以巽也。",
      "象釋": "《象辭》說：《家人卦》的第二爻位（六二）這所以能夠吉祥如意，是因為它位置居中，符合常規，而且溫柔順從的緣故。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "家人嗃嗃，悔厲，吉；婦子嘻嘻，終吝。",
      "彖義": "九三，由於治家過分嚴厲，使得家裏人承受不了而怨言叢生，這樣做雖然有過失，會帶來麻煩，但是從長遠看，最終會得到吉祥的。可是如果不能從嚴治家，聽憑婦人和孩子們隨心所欲，最終的發展結果卻決不會好。",
      "象文": "「家人嗃嗃」，未失也；「婦子嘻嘻」，失家節也。",
      "象釋": "《象辭》說：「由於過分嚴厲使得家中人怨言叢生，但最終卻可以得到吉祥」，是因為這樣做是符合治家的原則的，雖然有過失，但不失根本。而聽憑「婦人和孩子隨心所欲，最終的發展結果卻決不會好」，是因為這樣做違背了治家的原則和規矩。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "富家，大吉。",
      "彖義": "六四，能夠使家中的財富增加，就一定會非常吉祥如意。",
      "象文": "「富家大吉」，順在位也。",
      "象釋": "《象辭》說：六四之所以「能夠使家中的財富增加，一定會非常吉祥如意」，是由於它柔順的本性決定的。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "王假有家，勿恤，吉。",
      "彖義": "九五，一家之主通過自己的行為感染帶動家裏的人，使他們各自都按照自己的本分和職責去做，是會吉祥如意的。",
      "象文": "「王假有家「，交相愛也。",
      "象釋": "《象辭》說：「一家之主通過自己的行為感染帶動家裏的人，是會吉祥如意的」，關鍵是要能使全家人和睦相處，感情融洽，相親相愛。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "有孚，威如，終吉。",
      "彖義": "，上九，治家的根本在於嚴格要求自己，如果自己能夠誠實有信，樹立起威信，結果一定會獲得吉祥。",
      "象文": "威如之吉，反身之謂也。",
      "象釋": "《象辭》說：之所以建立尊嚴和威信能夠獲得吉祥，是因為這種尊嚴和威信是通過嚴格要求自己得到的，而不是通過其他方式。"
    }
  },
  {
    "id": 38,
    "卦序": "第三十八卦",
    "卦名": "《睽卦》",
    "卦辭": {
      "卦象": "睽；小事吉。",
      "卦文": "",
      "卦白": "《睽卦》象征對立；小心謹慎地去行動做事，就能獲得吉祥。",
      "象文": "上火下澤，睽；君子以同而異。",
      "象釋": "《象辭》說：《睽卦》的卦象是兌（澤）下離（火）上，為水火相遇之表象，象征對立。所以君子應該在求大同的前提下，保留小的差別和不同。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "悔亡；喪馬，勿逐自複；見惡人，無咎。",
      "彖義": "，初九，悔恨消失；跑掉的馬不要去攆它，它自己就會回來。接近同自己對立敵視的人，不會有什麼禍患。",
      "象文": "「見惡人」，以辟咎也。",
      "象釋": "《象辭》說：「接近同自己相對立敵視的人」，通過這種方法彼此溝通，以避免因更加對立而帶來的危害。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "遇主於巷，無咎。",
      "彖義": "九二，在小巷中碰到了居於高位者，雖然不合常規，但是卻沒有什麼危險和災難。",
      "象文": "「遇主於巷」，未失道也。",
      "象釋": "《象辭》說：「在小巷中碰到了居高位者」，雖然這不合常規，但是卻並不違背原則。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "見輿曳，其牛掣；其人天且劓。無初有終。",
      "彖義": "六三，就像後邊的車被托住，前面的牛又被限制，處境極為困難；又像是受了除掉頭發和割掉鼻子的刑罰；雖然開始時是這樣的困難和難以相合，但最終還是可以達到自己的目的的。",
      "象文": "「見輿曳」，位不當也；「無初有終」，遇剛也。",
      "象釋": "《象辭》說：「像車子被拖住」的情形是因為六三爻所處的位置不恰當。「開始時極為困難，但最終還是可以達到目的」的原因，在於能和陽剛相應合。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "睽孤；遇元夫，交孚，厲無咎。",
      "彖義": "九四，到處都是對立，孤獨無援，但正好遇到了一位充滿陽剛的大丈夫，彼此信任，相互理解，雖有危險，但卻能免去災禍。",
      "象文": "「交孚無咎」，志行也。",
      "象釋": "《象辭》說：「相互理解，雖有危險，但卻能免去災禍」，就在於他們有著共同的志向和行動。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "悔亡，厥宗噬膚，往何咎？",
      "彖義": "六五，悔恨消失，像柔軟的皮膚那樣一咬就入，放開前進，能有什麼危害呢？",
      "象文": "「厥宗噬膚」，往有慶也。",
      "象釋": "《象辭》說：「像柔軟的皮膚那樣一咬就入」，表明前進必然會有值得慶賀的事情。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "睽孤，見豕負塗，載鬼一車，先張之弧，後說之弧；匪寇，婚媾；往遇雨則吉。",
      "彖義": "上九，對立已達到了頂點，似乎看到一只沾滿汙泥的豬和裝滿了鬼的車子，於是就拉開了弓准備對付它，但是後來又放下了弓。因為冷靜下來一看，發現並不是強盜，而是要和自己結婚的伴侶。所以這時如果能前往，就會像遇到陰陽相配形成潤澤的雨一樣，順乎自然，合乎天意，將一定會獲得吉祥。",
      "象文": "「遇雨之吉」，群疑亡也。",
      "象釋": "《象辭》說：「像遇到陰陽相配形成潤澤的雨一樣，會獲吉祥」，是說原來的種種懷疑都已經煙消雲散，不複存在了。"
    }
  },
  {
    "id": 39,
    "卦序": "第三十九卦",
    "卦名": "《蹇卦》",
    "卦辭": {
      "卦象": "蹇",
      "卦文": "利西南，不利東北；利見大人，貞吉。",
      "卦白": "蹇卦，象征陷入困境，難以前進；面對這種情況，利於向西南行動，不利於向東北行動。此時利於出現大人物，只要能夠堅守正道，始終如一，就一定可以獲得吉祥。",
      "象文": "「山上有水，蹇；君子以反身修德。",
      "象釋": "《象辭》說：《蹇卦》的卦象是（山）下坎（水）上，為高山上積水之表象，象征艱難險阻，行動困難。面對這種情況，君子應該很好地反省自己，提高自己的品德修養，以通過自身的努力渡過困境。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "往蹇，來譽。",
      "彖義": "初六，前進將會進入險境，後退將得到贊美。",
      "象文": "「往蹇來譽」，宜待也。",
      "象釋": "《象辭》說：「前進將會進入險境，後退將得到贊美」，處在這種情況下，最好是安心等待，尋找時機，不要輕舉妄動。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "王臣蹇蹇，匪躬之故。",
      "彖義": "六二，臣子為了解救君王的困境努力奔走在危難之中。如果是為了自己，他是用不著這樣做的。",
      "象文": "「王臣蹇蹇」，終無尤也。",
      "象釋": "《象辭》說：「臣子為了解救君主的困境而努力奔走在危難之中」，那麼結果將不會有什麼過失。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "往蹇，來反。",
      "彖義": "九三，前進陷於危難，最好還是退回原地，不要再繼續往前走了。",
      "象文": "「往蹇來反」，內喜之也。",
      "象釋": "《象辭》說：「前進將陷於危難，最好還是回原地」，這樣內部的力量必會來依附於己。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "往蹇，來連。",
      "彖義": "六四，如果它要奔赴危難，就該聯合其他的力量，只有這樣，才有可能解救危難。",
      "象文": "「往蹇來連」位當實也。",
      "象釋": "《象辭》說：「前去解救危難，應該聯合其他的力量」，是指這一爻所處的位置決定了他應該這樣去做。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "大蹇，朋來。",
      "彖義": "九五，處境極為艱難，卻有眾多的人來協助他渡過危難。",
      "象文": "「大蹇朋來」以中節也。",
      "象釋": "《象辭》說：「處境極為艱難，卻有眾多的人來協助他渡過危難」，表明他能夠堅守正道，行為合乎准則，所以有眾多的人前來協助他。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "往蹇，來碩；吉；利見大人。",
      "彖義": "上六，如果前進就會陷入險境，退回來卻可以大有收獲；這樣做就會吉祥如意；有利於出現大人物。",
      "象文": "「往蹇來碩」，志在內也；「利見大人」，以從貴也。",
      "象釋": "《象辭》說：「如果前進就會陷入險境，退回來卻可以大有收獲」，是因為關鍵在於首先要聯合自己內部的各種力量才能夠共同度過艱難時世。「利於出現大人物」，說明應當追隨尊貴的君主去建功立業。"
    }
  },
  {
    "id": 40,
    "卦序": "第四十卦",
    "卦名": "《解卦》",
    "卦辭": {
      "卦象": "解",
      "卦文": "利西南；無所往，其來複吉；有攸往，夙吉。",
      "卦白": "《解卦》象征著災禍危難的舒解：利於往西南方行事。如果沒有什麼災禍，只要嚴守自己的本分和職責，就一定會吉祥如意的。但是如果發生了禍患，就應該及時地想辦法加以解決，這樣才能獲得吉祥。",
      "象文": "雷雨作，解；君子以赦過宥罪。",
      "象釋": "《象辭》說：《解卦》的卦象是坎（水）下震（雷）上，坎又代表雨；為春雷陣陣，春雨瀟瀟，萬物舒展生長之表象，充分顯示了解卦所蘊含的解除危難的含義，因此，君子也應該勇於赦免那些有過錯的，饒恕那些有罪過的，使他們在寬松的環境下，得到解脫和新生。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "無咎。",
      "彖義": "初六，處在危難才解的情形下，是沒有什麼過失和不當的。",
      "象文": "剛柔之際，義無咎也。",
      "象釋": "《象辭》說：處在剛柔相濟、相輔相成的地位，是不會有什麼過失和不當的。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "田獲三狐，得黃矢；貞吉。",
      "彖義": "九二，打獵時捕獲許多只狐狸，又得到了象征美德的黃色箭矢，保持這種品德並堅守自己的職責而持之以恒，那將會是非常吉祥的。",
      "象文": "九二貞吉，得中道也。",
      "象釋": "《象辭》說：《解卦》的第二爻位（九二）之所以能獲得吉祥，是因為它能夠遵循中正之道，符合事物發展的規律。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "負且乘，致寇至；貞吝。",
      "彖義": "六三，肩扛著沉重的東西，卻又坐在華麗的大車上，由於地位和身份不相稱，必然招來強盜。因而，即使他能夠堅守本分，其結果也決不會好的。",
      "象文": "「負且乘「，亦可醜也；自我致戎，又誰咎也？",
      "象釋": "《象辭》說：「肩扛著沉重的東西，卻又坐在華麗的大車上「，這樣的行為簡直是太醜陋了，必然會帶來災禍。由於自己的原因而招致戰禍，這又能去責怪誰呢？只能是自作自受罷了。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "解而拇，朋至斯孚。",
      "彖義": "九四，如果能像伸展自懷的拇指那樣擺脫小人對自己的糾纏，志同道合的人就會真心信任，坦誠相助。",
      "象文": "「解而拇「，未當位也。",
      "象釋": "《象辭》說：「像伸展自己的拇指那樣去擺脫小人的糾纏」，是因為其所處位置不正的緣故。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "君子維有解，吉，有孚於小人。",
      "彖義": "六五，君子只有消除解脫了危難禍患，才會有吉祥如意；同時，也只有這樣，才有可能去贏得小人的信服。",
      "象文": "君子有解，小人退也。",
      "象釋": "《象辭》說：君子如果能夠消除解脫危難禍患，小人就自然會畏懼退避的。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "公用射隼於高墉之上，獲之，無不利。",
      "彖義": "上六，卓越的王公，用箭去射那盤踞在高城上的惡鳥，一箭射中，沒有什麼不利的。",
      "象文": "「公用射隼，以解悖也。",
      "象釋": "《象辭》說：「像王公用箭射殺惡鳥」那樣，君主應如此去解除因悖逆所造成的危難"
    }
  },
  {
    "id": 41,
    "卦序": "第四十一卦",
    "卦名": "《損卦》",
    "卦辭": {
      "卦象": "損",
      "卦文": "有孚，元吉，無咎，可貞，利有攸往。曷之用？二簋可用享。",
      "卦白": "《損卦》象征減損：內心有誠意，最為吉祥，不會招來禍患，可以堅守正道，利於前去行事。用什麼祭祀神靈呢？兩簋（古代盛食物的器具，圓口，有兩個耳子）粗淡的食物就足夠了。",
      "象文": "山下有澤，損；君子以懲忿窒欲。",
      "象釋": "《象辭》說：《損卦》的卦象是兌（澤）下艮（山）上，為山下有湖澤之表象，湖澤漸深而高山愈來愈高，象征著減損；按照這一現象中包含的哲理來做人，君子就應該抑制狂怒暴躁的脾性，杜絕世俗的欲望，也就是摒棄格調不高的低級趣味，不斷培養高尚的品德。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "已事遄往，無咎；酌損之。",
      "彖義": "初九，停下正在做的事情趕快前去助人，就不會有災難臨頭，損已助人時要再三斟酌把握分寸。",
      "象文": "「已事遄往「，尚合志也。",
      "象釋": "《象辭》說：「停下正在做的事情趕快前去助人」，處在尊位的柔弱之輩正需要幫助，地位卑下的陽剛之士首當其沖，義不容辭，立刻犧牲自己的事業而成人之美，表現出尊貴者心心相印的關系。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "利貞，征凶；弗損益之。",
      "彖義": "九二，利於堅守正道，主動出擊會有凶險；幾乎用不著自我減損就可以使尊貴者受益。",
      "象文": "九二利貞，中以為志也。",
      "象釋": "《象辭》說：《損卦》的第二爻位（九二）之所以利於堅守正道，是因為處在不高不下的適中位置上，本身地位又不很穩固，不宜於積極行動。只有持不偏不激也不過於保守的中庸態度，作為始終不變的志向，才能夠使他人受益。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "三人行，則損一人；一人行，則得其友。",
      "彖義": "六三，三個人一同前進，由於互相掣肘會使一個人受到傷害；一個人獨自行動，就會專心一意地尋求夥伴，最終必定能遇到志同道合的朋友。",
      "象文": "一人行，三則疑也。",
      "象釋": "《象辭》說：一個人前去無牽無掛，目的明確，可以順利地得到接應，取得成功。三個人一齊前去，則會相互猜疑而達不到預期的目的。說明損下益上不能不分情況地一窩蜂上，而要審時度勢，講求實效。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "損其疾，使遄有喜。無咎。",
      "彖義": "六四，盡量減損克服自身的弱點，准備迎接馬上到來的喜慶，不會有任何災禍。",
      "象文": "「損其疾」，亦可喜也。",
      "象釋": "《象辭》說：「盡量減損克服自身的弱弱點」，意思是說，本身很柔弱，又處在比較尊貴的地位上，不可能通過自我減損來使他人受益。只有盡量減損克服自身的弱點，等待接受別人助益。但無論哪種減損，哪怕是這種減損克服自身弱點的舉動，也是十分可喜的事情。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "或益之十朋之龜，弗克違，元吉。",
      "彖義": "六五，有人送來價值十朋（古時候貨幣單位，雙貝為一朋）的大寶龜，想推辭都不行，大吉大利。",
      "象文": "六五元吉，自上佑也。",
      "象釋": "《象辭》說：《損卦》的第五爻位（六五）之所以獲得大吉大利，完全是上天保佑的結果。因為六五爻本身陰柔，居於尊位，仍想著自我減損而使他人受益。這樣不但得到大眾的廣泛助益，也搏得了上天的好感。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "弗損益之；無咎，貞吉，有攸往，得臣無家。",
      "彖義": "上九，用不著自我減損就可以使他人受益；沒有一點災患，占卜的結果十分吉利，前去行事，定能獲得天下萬民歸心。",
      "象文": "「弗損益之「，大得志也。",
      "象釋": "《象辭》說：「用不著自我減損就可以使他人受益「，是因為處在損卦最高位置，損極必反，本身所獲取的大量的助益，使得能夠不用自我減損就可以有益他人，這當然是損卦損已益人的最高境界，因而使得損已益人的心意得到極大的滿足。"
    }
  },
  {
    "id": 42,
    "卦序": "第四十二卦",
    "卦名": "《益卦》",
    "卦辭": {
      "卦象": "益；利有攸往，利涉大川。",
      "卦文": "",
      "卦白": "《益卦》象征增益：利於前去行事，利於渡大河越巨流。",
      "象文": "風雷，益；君子以見善則遷，有過則改。",
      "象釋": "《象辭》說：《益卦》的卦象是震（雷）下巽（風）上，為狂風和驚雷互相激蕩，相得益彰之表象，象征「增益」的意思；從中得到的啟示就是：君子應當看到良好的行為就馬上向它看齊，有了過錯就馬上改正，不斷增強自身的美好品德。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "利用為大作，元吉，無咎。",
      "彖義": "初九，利於大顯身手幹一番事業，如果能獲得大吉大利，就不會遭到責難。",
      "象文": "「元吉無咎」，不厚事也。",
      "象釋": "《象辭》說：「如果能獲得大吉大利，就不會遭到責難」，表明在大顯身手幹事業的時候，一定要謹慎小心，盡量不要過分鋪張奢侈，不能好大喜功而使民眾過分辛勞。只有這樣才能獲大吉而免遭責難。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "或益之十朋之龜，弗克違，永貞吉；王用享於帝，吉。",
      "彖義": "六二，有人送來價值昂貴的大烏龜，沒有辦法辭讓，遇到這種情況，在任何時候占卜其結堅果永遠是吉祥如意的；君王如果在此時祭祀天神，祈求降福保佑，也會如願以償獲得吉利。",
      "象文": "「或益之」自外來也。",
      "象釋": "《象辭》說：「有人送來（價值昂貴的大烏龜）」，這樣的大好事並不是由於貪婪而主動索取的結果，完全是他人心甘情願送上門來的意外收獲。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "益之用凶事，無咎；有孚中行，告公用圭。",
      "彖義": "六三，將所得到的好處用來幫助他人解除危難和災禍，這樣才不會引起麻煩；要滿懷誠意地按照中庸之道行事，進見王公貴人時一定要手執象征虔誠守信的圭玉。",
      "象文": "益用凶事，固有之也。",
      "象釋": "《象辭》說：將得到的好處用來解救他人的危難之事，是保全自身的最好辦法。因為身處顯赫地位，得到許多好處，同時也埋下了禍根，只有把這些好處用來助人，才能得人心，免除災禍，從而可以牢固地保持所得到的好處。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "中行告公從，利用為依遷國。",
      "彖義": "六四，采取溫和寬厚的中庸態度行事，有事求告於王公的話，王公會很樂意的答應，此時最有利於借重王公的威望來決定遷徙國都這樣的大事。",
      "象文": "「告公從」，以益志也。",
      "象釋": "《象辭》說：「有事求告於王公的話，王公會很樂意地答應」並不是由於別的原因，完全是甘願自我減損而使天下大眾受益的志向感動了王公貴人。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "有孚惠心，勿問元吉：有孚惠我德。",
      "彖義": "九五，滿腹虔誠地懷著一顆使天下人受惠的仁慈之心，不用占卦問卜就知道是大吉大利：將心比心天下人必然也都虔誠地懷著施惠於我、感我恩德的心願。",
      "象文": "「有孚惠心」，勿問之矣；惠我德，大得志也。",
      "象釋": "《象辭》說：「滿腹虔誠地懷著一顆使天下受惠的仁慈之心」，作為至高無上的君長，能夠做到這樣確實難能可貴，根本用不著占卦問卜，吉祥如意將永運伴隨著他；天下人都虔誠地感激我的大恩大德，這種萬民歸心的盛況，使我自行減損造福大眾的心志得到了極大的滿足。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "莫益之，或擊之；立心勿恒，凶。",
      "彖義": "上九，沒有誰來讓他受益，倒是有人來攻擊他；內心拿定主意卻不能持之以恒，必然會有凶險臨頭。",
      "象文": "「莫益之」，偏辭也；「或擊之」，自外來也。",
      "象釋": "《象辭》說：「沒有誰來讓他受益」，是因為背離了益卦損己益人的宗旨，由損上益下變為損下益上，必然遭到世人的唾棄，他要求受益的呼聲就只能是一廂情願之辭；「倒是有人來攻擊他」因為他淩駕於君王之上，位置不當，而且貪圖受益，搞得天怒人怨，遭到外來的攻擊也就毫不奇怪。"
    }
  },
  {
    "id": 43,
    "卦序": "第四十三卦",
    "卦名": "《夬卦》",
    "卦辭": {
      "卦象": "夬",
      "卦文": "揚於王庭，孚號有厲；告自邑，不利即戎；利有攸往。",
      "卦白": "《夬卦》象征果決：在君王的宮廷之上當面宣揚小人的罪過，誠心實意地大聲疾呼，告誡人們危險依然存在；告訴國人，不利於動用武力；利於馬上前去有理有節地解決問題。",
      "象文": "澤上於天，夬；君子以施祿及下，居德則忌。",
      "象釋": "《象辭》說：《夬卦》的卦象是乾（天）下兌（澤）上，為湖水蒸發上天，即將化為雨傾注而下之表象，以此象征決斷。君子從中得一啟迪：應該自覺地向下層民眾廣施恩德，否則如果高高在上，不施恩德，就會遭到忌恨。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "壯於前趾，往不勝為咎。",
      "彖義": "初九，前面的腳趾粗壯，若急匆匆前去，不能完成制裁小人的使命，還會遇到災禍。",
      "象文": "不勝而往，咎也。",
      "象釋": "《象辭》說：初九爻地位最低下，本應該積蓄力量等待時機，卻輕率急躁地前往，孤軍深入只能遭到失敗。不僅完不成制裁小人的使命，還會給自身帶來災禍。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "惕號，莫夜有戎，勿恤。",
      "彖義": "九二，忽然聽到驚叫聲，深夜裏小人來犯，用不著擔憂。",
      "象文": "「有戎勿恤「，得中道也。",
      "象釋": "《象辭》說：「深夜小人來犯，用不著擔憂」，這是因為九二爻處在下卦的中位，能夠信守中庸之道，盡管遭到小人的騷擾，終究是有驚無險，可以化險為夷。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "壯於頄，有凶；君子夬夬獨行，遇雨若濡，有慍，無咎。",
      "彖義": "九三，顴骨高突怒容滿面，去與小人較量必然有凶險；若是以君子氣度毅然決然地前去，即使遇上大雨渾身濕透而心懷惱怒，卻不會有任何災禍。",
      "象文": "「君子夬夬」，終無咎也。",
      "象釋": "《象辭》說：「若是君子氣度毅然決然地前去」，不露聲色地與小人周旋，就能夠避免打草驚蛇引起不測，又可斬斷感情糾葛，避免優柔寡斷，因而不會遇到災禍。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "臀無膚，其行次且；牽羊悔亡，聞言不信。",
      "彖義": "九四，屁股上蹭破了皮，前去制裁小人的行程必然步履維艱；若是緊緊牽著羊（象征陽剛）行走，就不會出現令人後悔的事，無奈聽了這話的人並不相信。",
      "象文": "「其行次且」，位不當也；「聞言不信」，聰不明也。",
      "象釋": "《象辭》說：「前去制裁小人的行程必然步履維艱」，是因為所處位置失當，處處受到君王的掣肘，好像屁股蹭破了皮，走起路來十分艱難。「無奈聽了這話的人並不相信」，說明處境艱難，別人建議他借重強有利的陽剛君子的幫助，他卻聽不進去，聽覺正常而決斷不明。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "莧陸夬夬，中行無咎。",
      "彖義": "九五，毅然決然地做出決斷，一舉懲處小人就像鏟除莧陸草一樣，只要注意時時信守中庸之道，就不會遇到災禍。",
      "象文": "「中行無咎」，中未光也。",
      "象釋": "《象辭》說：「只要注意時時信守中庸之道，就不會遇到災禍」，表明盡管處在尊貴地位，要解決小人為亂易如反掌，卻也不能做得太過分，要恰到好處才能避免災禍。這也說明堅守正道的舉動並未大放光彩，僅僅起到免除禍殃的作用而已。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "無號，終有凶。",
      "彖義": "上六，嚎啕大哭也沒有用，最終必然有凶險臨頭。",
      "象文": "「晚號之凶」，終不可長也。",
      "象釋": "《象辭》說：「嚎啕大哭也沒有用，最終必然有凶險臨頭」，表明上六以陰柔小人淩駕於陽剛君子特別是君王之上，是眾矢之的。其倒行逆施的狀況不會持續很長時間，最終難以逃脫被制裁的命運。"
    }
  },
  {
    "id": 44,
    "卦序": "第四十四卦",
    "卦名": "《姤卦》",
    "卦辭": {
      "卦象": "姤",
      "卦文": "女壯，勿用取女。",
      "卦白": "《姤卦》象征相遇：女子過分強壯，不適合娶來作妻子。",
      "象文": "「天下有風，姤；後以施命誥四方。",
      "象釋": "《象辭》說：《姤卦》的卦象是巽（風）下乾（天）上，為天底下刮著風，風吹遍天地間各個角落，與萬物相依之表象，象征著「相遇」；正如風吹拂大地的情形一樣，君王也應該頒布政令通告四面八方。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "系於金柅，貞吉；有攸往，見凶，贏豕孚蹢躅。",
      "彖義": "初六，綁上堅固結實的車閘，占卜結果會很吉祥；前去行事，會遇到凶險，瘦弱的豬因煩躁而團團亂轉。",
      "象文": "「系於金柅」，柔道牽也。",
      "象釋": "《象辭》說：「綁上堅固結實的車閘」，緊急關頭就可以使車輪與車閘「相遇」，而使狂奔的車子刹住。引伸為遇到強硬的對手，不要去硬碰，應該用柔韌的手段牽制對手，達到以柔克剛的效果。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "包有魚，無咎；不利賓。",
      "彖義": "九二，廚房裏發現魚，不會有災禍；但不利於拿來宴請賓客。",
      "象文": "「包有魚」，義不及賓也。",
      "象釋": "《象辭》說：「廚房裏發現魚」，還不會出現災禍，但不宜用魚來宴賓。因為不義之財不可取。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "臀無膚，其行次且；厲，無大咎。",
      "彖義": "九三，屁股上蹭破了皮，走起路來很困難；會遇到危險，但不會有大的災禍。",
      "象文": "「其行次且」，行未牽也。",
      "象釋": "《象辭》說：「走起路來很困難」，表明在路上會遇到艱險，但盡管艱難，卻並未完全受到牽制，還可以繼續前進。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "包無魚，起凶。",
      "彖義": "九四，廚房裏沒有魚，會發生凶險。",
      "象文": "無魚之凶，遠民也。",
      "象釋": "《象辭》說：廚房裏沒有魚而引起凶險，就好像君主失去民眾百姓的支持，因為脫離民眾，當然會發生凶險。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "以杞包瓜，含章，有隕自天。",
      "彖義": "九五，用杞樹枝葉包住甜瓜，好比內心懷著美好的品德，不必奔忙，稱心的機遇就會自天而降。",
      "象文": "九五含章，中正也；有隕自天，志不舍命也。",
      "象釋": "《象辭》說：《姤卦》的第五爻位（九五）內心懷著美好的品德，表明盡管處在最尊貴的地位，卻能夠堅守中道，心地純正。這樣一來，其相遇的情形也是最完美的，用不著上下奔忙，就能與上天恩賜的福佑相遇。充分說明只要不違天命，就能有好的遇合。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "姤其角；吝，無咎。",
      "彖義": "上九，頭上長角，處境艱難，不過也不會有大的災禍。",
      "象文": "「姤其角」，上窮吝也。",
      "象釋": "《象辭》說：「頭上長角」，孤芳自賞，根本不會有志同道合的夥伴與之相遇，而失去大眾的支持，等待著的只有困窮不通的命運。"
    }
  },
  {
    "id": 45,
    "卦序": "第四十五卦",
    "卦名": "《萃卦》",
    "卦辭": {
      "卦象": "萃",
      "卦文": "亨；王假有廟，利見大人，亨利貞，用大牲吉，利有攸往。",
      "卦白": "《萃卦》象征聚合：亨通；君王到宗廟裏祭祀，祈求神靈保佑，利於出現德高望重的大人物，亨通無阻而且有利於樹立純正的道德風尚；用牛羊等大的祭品獻祭能夠帶來吉祥如意，利於前去行事。",
      "象文": "「澤上於地，萃；君子以除戎器，戎不虞。",
      "象釋": "《象辭》說：《萃卦》的卦象是：坤（地）下兌（澤）上，為地上有湖，四面八方的細流都源源不斷彙入湖中之表象，象征著聚合；在這種眾流會聚的時候，必然會現魚龍混雜、泥沙俱下的情況，因此君子應當修繕甲杖兵器，以防發生意想不到的變故。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "有孚不終，乃亂乃萃；若號，一握為笑；勿恤，往無咎。",
      "彖義": "初六，如果對神靈的一片誠心不能始終如一，各種亂子就會發生而湊到一起；眾人喧嘩呼號，只要彼此握手交流感情，就能化眾怒為歡笑；用不著憂慮，前去行事不會遇到災禍。",
      "象文": "「乃亂乃萃「，其志亂也。",
      "象釋": "《象辭》說：「各種亂子就會發生而湊到一起」，不是由於別的原因，主要是因為內心的虔誠不能始終如一，陷於迷惑混亂所致。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "引吉，無咎；孚乃利用禴。",
      "彖義": "六二，引退謙讓會帶來吉祥，沒有害處；只要內心懷著虔誠，即使舉行微薄的禴祭（即春祭，古代四季祭祀之一）也能帶來吉祥。",
      "象文": "「引吉無咎」中未變也。",
      "象釋": "《象辭》說：「引退謙讓會帶來吉祥，沒有災難「，這是因為該爻位置居中而適當，當會聚的時候，它既不偏不激也不過於保守，虔誠地遵循中庸之道始終不曾改變，因而能夠謙讓而逢凶化吉。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "萃如嗟如，無攸利；往無咎，小吝。",
      "彖義": "六三，聚合的希望在歎息聲中破滅，幹什麼都不會順利；前去行事不會遇到災禍，只有一點小小麻煩。",
      "象文": "「往無咎」，上巽也。",
      "象釋": "《象辭》說：「前去行事不會遇到災禍」這是因為遇到居於上位的陽剛氣十足者。但居於下方的陰柔一方總能表現出謙遜而順從，從而免去了可能出現的災禍。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "大吉，無咎。",
      "彖義": "九四，只有在大吉大利的情況下，才能夠沒有災禍。",
      "象文": "「大吉無咎」，位不當也。",
      "象釋": "《象辭》說：「只有在大吉大利的情況下，才能夠沒有災害」，這是因為所處位置不適當，隨時有可能受到傷害，只有在大吉大利的時候才可以避免受害。"
    },
    "六爻五": {
      "爻名": "灸五",
      "彖文": "萃有位，無咎，匪孚；元永貞；悔亡。",
      "彖義": "九五，當萬方聚合之時居於尊貴的高位，不會遇到災難，但也並沒有取得大眾的主悅誠服；德高望重的君長如果能堅定不移地主持正義，倡導純正的風尚，就可以避免因做錯事而引起的後悔。",
      "象文": "「萃有位」，志未光也。",
      "象釋": "《象辭》說：「萬方聚合之時居於尊貴的高位」，並不能表明大會天下、四海歸心的志向得到了發揚光大，還需要修持德行，樹立威望，使大眾心悅誠服。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "齊咨涕洟，無咎。",
      "彖義": "上六，唉聲歎氣而又哭哭啼啼，不會遇到災禍。",
      "象文": "「齊咨涕洟」，未安上也。",
      "象釋": "《象辭》說：「唉聲歎氣而又哭哭啼啼」，是因為雖然身在外，但無一日惦念處於京中的君主。"
    }
  },
  {
    "id": 46,
    "卦序": "第四十六卦",
    "卦名": "《升卦》",
    "卦辭": {
      "卦象": "升",
      "卦文": "元亨，用見大人，勿恤，南征吉。",
      "卦白": "《升卦》象征上升：亨通，宜於出現權高位尊的大人物，用不著憂慮，向南方出征會帶來吉祥。",
      "象文": "地中生木，升；君子以順德，積小以高大。",
      "象釋": "《象辭》說：《升卦》的卦象是巽（風）下坤（地）上，而巽又象征高大樹木，這樣就成為地裏邊生長樹木之表象。樹木由矮小到高大，象征上升；與此相應，君子通過順應自然規律來培養自己的品德，積累微小的進步來塑造高大完美的人格。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "允升，大吉。",
      "彖義": "初六，宜於上升，大吉大利。",
      "象文": "「允升大吉「上合志也。",
      "象釋": "《象辭》說：「宜於上升而大吉大利」，是因為陰柔處在最卑下的地位，位於其上的陽剛者同情其處境，希望其盡快上升，所以其上正合乎上面的意思。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "孚乃利用禴，無咎。",
      "彖義": "九二，內心恭敬虔誠，即使微薄的禴祭也可以感動神靈，免除災禍。",
      "象文": "九二之孚，有喜也。",
      "象釋": "《象辭》說：《升卦》的第二爻位（九二）內心虔誠仁厚，一心成人之美，深得眾人信服，必定會給自身帶來喜慶。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "升虛邑。",
      "彖義": "九三，上升到空曠的城邑，如入無人之境。",
      "象文": "「升虛邑」，無所疑也。",
      "象釋": "《象辭》說：「上升到空曠的城邑」，這是因為沒有任何阻礙，上升得十分順利，不要有半點遲疑。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "王用亨於岐山，吉，無咎。",
      "彖義": "六四，君王到岐山祭祀神靈，吉祥如意，沒有災禍。",
      "象文": "「王用亨於岐山」，順事也。",
      "象釋": "《象辭》說：「君王到岐山祭祀神靈」，就是向神靈表示恭順，誠惶誠恐地供奉神靈，結果必然會帶來吉祥如意。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "貞吉，升階。",
      "彖義": "六五，占卜結果吉祥如意，乘勢沿著台階穩步上升。",
      "象文": "「貞吉升階」，大得志也。",
      "象釋": "《象辭》說：「占卜結果吉祥如意，乘勢沿著台階穩步上長」，表明上升已達到鼎盛時期，接近光輝的頂點。真可說得上是春風得意，躊躇滿志。同時也表明陰柔居於尊位，必須穩健行事，循序漸進，不可像「升虛邑」那樣冒進。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "冥升，利於不息之貞。",
      "彖義": "上六，在昏暗幽冥狀態下依然上升，只有堅持不懈地保持純正品性，才能獲得好的結果。",
      "象文": "冥升在上，消不富也。",
      "象釋": "《象辭》說：昏暗幽冥狀態下仍然上升，本身又已處在《升卦》的最高位置，按照盛極而衰的道理，上升的勢頭必然會逐漸消退，再不會如原來那樣富有進取精神了"
    }
  },
  {
    "id": 47,
    "卦序": "第四十七卦",
    "卦名": "《困卦》",
    "卦辭": {
      "卦象": "困",
      "卦文": "亨；貞，大人吉，無咎；有言不信。",
      "卦白": "《困卦》象征困頓：亨通；占卜結果表明，神通廣大的大人物可以獲得吉祥，沒有災禍；此時許下的諾言很難令人相信。",
      "象文": "澤無水，困；君子以致命遂志。",
      "象釋": "《象辭》說：《困卦》的卦象是坎（水）下兌（澤）上，為澤中無水之表象，象征困頓；作為君子應該身處窮困而不氣餒，為實現自己的志向，不惜犧牲生命。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "臀困於株木，入於幽穀，三歲不覿。",
      "彖義": "初六，屁股卡在木樁上坐立不安，退隱到幽深的山穀裏，三年不與外人相見。",
      "象文": "「入於幽穀「，幽不明也。",
      "象釋": "《象辭》說：「退隱到幽深的山穀裏」，就是進入荒僻陰暗不見天日的地方，比喻處境極其困難，看不到一線希望。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "困於酒食，朱紱方來，利用享祀；征凶，無咎。",
      "彖義": "九二，為醇酒美食所困擾而窮於應付，高官厚祿就將來到，應當用豐美的酒食祭祀神靈；出兵征戰即使遇到凶險，也不會受到傷害。",
      "象文": "「困於酒食」，中有慶也。",
      "象釋": "《象辭》說：「為醇酒美食所困擾而窮於應付」，並不是很可怕的事，只要內心堅持中道，純正而有主見，就會有喜慶之事到來。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "困於石，據於蒺藜；入於其宮，不見其妻，凶。",
      "彖義": "六三，困在石頭下面，站在蒺藜之上；剛剛回到家中，又不見了自家妻室，凶險接二連三來到身邊。",
      "象文": "「據於蒺藜」，乘剛也；「入於其宮，不見其妻」，不祥也。",
      "象釋": "《象辭》說：「站在蒺藜之上」，就是說陰柔淩駕在陽剛之上，情形就像是站在刺人的蒺藜上面，十分困窘。「剛剛回到家中，又不見了自家妻室」，說明禍不單行，已經飽受各種困擾，家門又慘遭不幸，實在是不吉祥的兆頭。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "來徐徐，困於金車，吝，有終。",
      "彖義": "九四，慢騰騰姍姍來遲，原來是被一輛豪華金車所困而不能脫身，會遇到一些困難，但最終會有好的結局。",
      "象文": "「來徐徐」，志在下也；雖不當位，有與也。",
      "象釋": "《象辭》說：「慢騰騰姍姍來遲」，表明沒有飛黃騰達的奢望，一心想著屈尊下士來擺脫困境；雖然所處地位不妥當，不能勝任職務，卻能得到志同道合者的支持。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "劓刖，困於赤紱；乃徐有說，利用祭祀。",
      "彖義": "九五，用割鼻子剁腳的酷刑治理天下，就會被自身所處的尊貴地位所困擾；但慢慢地又會走出困境，應當虔誠地祭祀神靈，才能保證前景順利。",
      "象文": "「劓刖」，志未得也；「乃徐有說」，以中直也；「利用祭祀」，受福也。",
      "象釋": "《象辭》說：「用割鼻子剁腳的酷刑治理天下」，表明處在至高無上的顯赫位置上，如果不恤民命，濫施酷刑，就會落得個孤家寡人，被困在眾叛親離的尊位上，擺脫困境走向亨通的志向就難以實現。「慢慢地又會走困境」，完全是由於堅守中庸、保持正直品德的結果；「應當虔誠地祭祀神靈，才能保證前景順利」，就是說誠心敬神，可以時時接受神靈恩賜的福分，求得吉祥順利。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "困於葛藟，於臲曚；曰動悔有悔，征吉。",
      "彖義": "上六，困在紛亂纏繞的葛藤中，身臨搖搖欲墜的山石之間，假如說動輒會後悔，那就早點行動，讓悔悟快點到來，向前進軍會迎來吉祥。",
      "象文": "「困於葛藟」，未當也；「動悔有悔」，吉行也。",
      "象釋": "《象辭》說：「困在紛亂纏繞的葛藤中」，說明所處位置不是十分妥當，腳下尚有難以解脫的絆索，因此困難重重。「假如說動輒會後悔，那就早點行動，讓悔悟快點到來」，這是十分明智的舉動，早些悔悟，把危險拋在身後，前途就會無比吉祥順利。"
    }
  },
  {
    "id": 48,
    "卦序": "第四十八卦",
    "卦名": "《井卦》",
    "卦辭": {
      "卦象": "井",
      "卦文": "改邑不改井，無喪無得，往來井井。汔至亦未繘井，羸其瓶，凶。",
      "卦白": "《井卦》：象征無窮：改變遷移城邑不會使水井發生改變和遷徙，井水不會枯竭也不會溢滿，來來往往的人都到井裏來打水。提水提到井口眼看就要上來了，卻把水瓶打翻了，這是凶險的兆頭。",
      "象文": "木上有水，井；君子以勞民勸相。",
      "象釋": "《象辭》說：《井卦》的卦象是巽（木）下坎（水）上，即是說水分沿著樹身向上運行，直達樹冠，為井水源源不斷地被汲引到地面之表象，因此象征無窮；井水無窮無盡，孜孜不倦地養育著人們，君子應當效法這種美德，不辭勞苦地為大眾謀福利，倡導助人為樂的社會風尚。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "井泥不食，舊井無禽。",
      "彖義": "初六，井底淤滿了汙泥不能供人飲用，曆盡滄桑，年久失修的老井連鳥雀都不來光顧。",
      "象文": "「井泥不食」，下也；「舊井無禽」，時舍也。",
      "象釋": "《象辭》說：「井底淤滿了汙泥不能供人飲用」，完全是因為位置處在最下面，相當於井底部位，水中泥沙不斷沉澱最後都淤積在這裏；「曆盡滄桑、年久失修的老井連鳥雀都不來光顧」，反映出一種時過境遷，被世間萬物所遺忘拋棄的淒涼遭遇。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "井穀射鮒，甕敝漏。",
      "彖義": "九二，井底容水的凹穴被當作捉魚的場所，汲水的甕也破損漏水不能再用。",
      "象文": "「井穀射鮒」，無與也。",
      "象釋": "《象辭》說：「井底容水的凹穴被當作捉魚的場所」，主要是由於上面沒有接應，難以把水送到地面上去供人飲用。於是井的作用得不到發揮，只好退而求其次，盛水的地方成了抓魚的所在。由於水井陷於癱瘓狀態，因而汲水的器具也破損不堪用不成了。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "井渫不食，為我心惻；可用汲，王明並受其福。",
      "彖義": "九三，井水淘幹淨了卻不飲用，使我心中不免失望；可以趕快汲來盡情享用，君王賢明是大家共同的福氣。",
      "象文": "「井渫不食」，行惻也；求「王明」，受福也。",
      "象釋": "《象辭》說：「井水淘幹淨了卻不飲用」，表明盡管血氣方剛，一心想有所作為而使世人受益，卻苦於一片好心無人領受，滿懷熱情的善行只落了個令人悲歎的結局；希望「君王賢明」，直接從井水說到人事，盼望聖明的君主出現，思賢若渴，像汲水一樣選拔吸收重用人才，就能給國家帶來吉祥，君臣萬民都可以享受到由此帶來的恩惠。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "井甃，無咎。",
      "彖義": "六四，用磚石壘砌加固井壁，不會遇到災禍。",
      "象文": "「井甃無咎」，修井也。",
      "象釋": "《象辭》說：「用磚石壘砌加固井壁，不會遇到災禍」，表明六四爻以陰柔之象處在《井卦》居中部位，正好相當於井壁的關鍵部位，不可有絲毫閃失。因此應當及時修繕使其堅固，才能免除災禍。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "井洌，寒泉食。",
      "彖義": "九五，井水清澈明淨，就像甘甜涼爽的泉水一樣可供天下人飲用。",
      "象文": "「寒泉之食」，中正也。",
      "象釋": "《象辭》說：「像甘甜涼爽的泉水一樣可供天下人飲用」，這是因為九五爻處在最尊貴的地位，位置適中而且十分妥當。象征行為不偏不倚，內心純正無私。因而能夠集中體現水井滋潤萬物，造福大眾的美德。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "井收，勿幕；有孚，元吉。",
      "彖義": "上六，水井養人潤物的功德業已完成，不要蓋上井口；內心懷著一片誠意，定能帶來大吉大利。",
      "象文": "「元吉」在上，大成也。",
      "象釋": "《象辭》說：「大吉大利」的情況出現在《井卦》最上面的位置，是因為上下照應，同心協力可將水提出井口。而且在這以後並不把井口蓋嚴，繼續懷著誠心為人們不斷提供飲水的方便，功德無量，必然會有大吉大利到來。從而標志著滋養世人的宏偉事業獲得了巨大的成功。"
    }
  },
  {
    "id": 49,
    "卦序": "第四十九卦",
    "卦名": "《革卦》",
    "卦辭": {
      "卦象": "革",
      "卦文": "己日乃孚，元亨，利貞，悔亡。",
      "卦白": "《革卦》象征變革：在己日變革舊的事物，能夠使民眾深深的信服，前途通暢，堅守正道，最後就會取得成功，悔恨終將會消釋。",
      "象文": "「澤中有火，革；君子以治曆明時。",
      "象釋": "《象辭》說：《革卦》的卦象是離（火）下兌（澤）上，為澤中有火之表象。大水可以使火熄滅；大火也可以使水蒸發，如此，水火相克相生，從而產生變革。君子根據變革的規律制定曆法以明辨春、夏、秋、冬四季的變化。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "鞏用黃牛之革。",
      "彖義": "初九，應該用黃牛的皮革牢牢地捆綁住。",
      "象文": "「鞏用黃牛」，不可以有為也。",
      "象釋": "《象辭》說：「用黃牛的皮革牢牢地捆綁住」，因為初九在卦的最下位，位卑微而不可能有所作為。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "己日乃革之，征吉，無咎。",
      "彖義": "六二，在己日進行變革，前途必獲吉祥，不會有災禍。",
      "象文": "「己日革之」，行有佳也。",
      "象釋": "《象辭》說：「在己日進行變革」，必然會有好的功效。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "征凶，貞厲；革言三就，有孚。",
      "彖義": "九三，急進會發生凶險，要以正防危；對於變革的言論，要多次研究周密考慮，贏得人們的信賴，就可以進行變革了。",
      "象文": "「革言三就」，又何之矣！",
      "象釋": "《象辭》說：「對於變革的言論，要多次研究周密考慮」，其他的路是沒有的，變革已經勢在必行，只有走變革的道路。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "悔亡，有孚改命，吉。",
      "彖義": "九四，悔恨已經消釋，仍舊需要人們的信賴以革除舊的事物，這樣做是吉祥的。",
      "象文": "「改命之吉，信志也。",
      "象釋": "《象辭》說：革除舊的事物，這樣做是吉祥的，因為這符合變革的志向。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "大人虎變，未占有孚。",
      "彖義": "九五，偉大的人物像猛虎一般進行變革，不必置疑一定能光大誠信的美德。",
      "象文": "「大人虎變」，其文炳也。",
      "象釋": "《象辭》說：「偉大的人物像猛虎一般進行變革」，表明變革必然成功，其美德光照天下。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "君子豹變，小人革面；征凶，居貞吉。",
      "彖義": "上六，君子像有斑紋的豹子那樣進行變革，連小人也順應變革改變舊日傾向；急進會有凶險，居而守正可以得到吉祥。",
      "象文": "「君子豹變」，其文蔚也；「小人革面」，順以從君也。",
      "象釋": "《象辭》說：「君子像有斑紋的豹子那樣進行變革」，說明君子協助有道德的大人物一起變革，必然使變革的成就更加光輝燦爛；「連小人也順應變革改變舊日傾向」，說明大勢所趨，小人也不得不順從君子的變革。"
    }
  },
  {
    "id": 50,
    "卦序": "第五十卦",
    "卦名": "《鼎卦》",
    "卦辭": {
      "卦象": "鼎",
      "卦文": "元吉，亨。",
      "卦白": "《鼎卦》象征革故鼎新：十分吉祥，亨通。",
      "象文": "木上有火，鼎，君子以正位凝命。",
      "象釋": "《象辭》說：《鼎卦》的卦象是巽（木）下離（火）上，為木上燃著火之表象，是烹飪的象征，稱為鼎；君子應當像鼎那樣端正而穩重，以此完成使命。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "鼎顛趾，利出否；得妾以其子無咎。",
      "彖義": "初六，烹飪食物的鼎足顛翻，卻順利地倒出了鼎中陳積的汙穢之物；就好像娶妾可以生子一樣，不會發生災禍。",
      "象文": "「鼎顛趾」，未悖也；「利出否」，以從貴也。",
      "象釋": "《象辭》說：「烹飪食物的鼎足顛翻」，看似反常，實則不然；「卻順利地倒出了鼎中陳積的汙穢之物」，便於除舊布新，反常的現象得以向好的方面轉化。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "鼎有實；我仇有疾，不我能即，吉。",
      "彖義": "九二，鼎中盛滿了烹飪的食物，好比一個人有才幹；我的對立面嫉妒我，卻不能把我怎麼樣，是吉祥的。",
      "象文": "「鼎有實」，慎所之也；「我仇有疾」，終無尤也。",
      "象釋": "《象辭》說：「鼎中盛滿了烹飪的食物，好比人有才幹」，應該謹慎行事，不要走錯方向；「我的對立面嫉妒我」，但因無隙可乘，故終將無所怨尤。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "鼎耳革，其行塞，雉膏不食；方雨虧悔，終吉。",
      "彖義": "九三，鼎器的耳部發生了變化，無法將插杠插入鼎耳移鼎，精美的野雞肉不能得到無法食用；待到陰陽調和，潤雨出現才能消釋悔恨，最終還可以獲得吉祥。",
      "象文": "「鼎耳革」，失其義也。",
      "象釋": "《象辭》說：「鼎器的耳部發生了變化」，鼎無法移動，也就失去了它虛中納物的意義。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "鼎折足，覆公訴，其形渥，凶。",
      "彖義": "九四，鼎的足折斷了，王公鼎裏的粥飯傾倒出來了，鼎身被玷汙，凶險。",
      "象文": "「覆公訴」，信如何也！",
      "象釋": "《象辭》說：「王公鼎裏的粥飯傾倒出來了」，哪裏還有什麼信譽可言呢！"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "鼎黃耳金鉉，利貞。",
      "彖義": "六五，鼎配上黃色的鼎耳，插上堅固的扛鼎之器，利於堅守正道。",
      "象文": "「鼎黃耳」中以為實也。",
      "象釋": "《象辭》說：「鼎配上黃色的鼎耳」，是由於六五爻居中，自然可獲得實惠。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "鼎玉鉉，大吉，無不利。",
      "彖義": "上九，鼎配上玉制的鼎杠，十分吉祥，不會有什麼不利。",
      "象文": "玉鉉在上，剛柔節也。",
      "象釋": "《象辭》說：「玉制的鼎杠高處上方，表明剛柔相濟，互相調節。"
    }
  },
  {
    "id": 51,
    "卦序": "第五十一卦",
    "卦名": "《震卦》",
    "卦辭": {
      "卦象": "震",
      "卦文": "亨。震來虩虩，笑言啞啞；震驚百裏，不喪匕鬯。",
      "卦白": "《震卦》象征震動的雷聲：可致亨通。當驚雷震動的時候，天下萬物都感到恐懼，然而君子卻能安之若素，言笑如故；即使雷聲震驚百裏之遙，主管祭祀的人卻能做到從容不迫，手中的匙和酒都未失落。大丈夫威武不能屈，所以能成就大事。",
      "象文": "「洊雷，震；君子以恐懼修省。",
      "象釋": "《象辭》說：《震卦》的卦象是震（雷）下震（雷）上，為雷相重疊之表象，好像震動的雷聲；君子應悟知恐懼驚惕，修身省過。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "震來虩；虩，後笑言啞啞；吉。",
      "彖義": "初九，當驚雷震動的時候，天下萬物都感到恐懼，君子亦應知恐懼而修省；當驚雷震動的時候，君子亦應言笑自若，結果是吉祥的。",
      "象文": "「震來虩虩」，恐致福也；「笑言啞啞」，後有則也。",
      "象釋": "《象辭》說：「當驚雷震動的時候，天下萬物都感到恐懼」，表明恐懼之後從而謹慎從事，能夠致福；「而君子卻能安之若素，言笑如故」，說明君子懂得做人的法則。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "震來，厲；億喪貝，躋於九陵，勿逐，七日得。",
      "彖義": "六二，驚雷震動，有危難；丟失大量金錢，應當攀登到高高的九陵上邊去躲避，不去追尋它，待到七天自會失而複得。",
      "象文": "「震來厲」，乘剛也。",
      "象釋": "《象辭》說：「驚雷震動，有危難」，六二爻淩駕於初九爻陽剛的上面，故可能出現危險。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "震蘇蘇，震行無眚。",
      "彖義": "六三，雷震動時雖恐懼不安，但是因為震懼而能謹慎行事，因此不會有災異。",
      "象文": "「震蘇蘇「，位不當也。",
      "象釋": "《象辭》說：「雷震動恐懼不安「，說明六三爻所處的位置，不中不正，不適當。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "震遂泥。",
      "彖義": "九四，由於雷震動而墜陷泥汙中，不能自拔。",
      "象文": "「震遂泥」，未光也。",
      "象釋": "《象辭》說：「由於雷震動而墜陷泥汙中，不能自拔」，說明其志氣不能發揚光大。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "震往來，厲；億無喪，有事。",
      "彖義": "六五，雷上下震動均有危難；以恐懼之心謹守中道就會萬無一失，宗廟社稷也可以長盛不衰。",
      "象文": "「震往來厲」，危行也；其事在中，大無喪也。",
      "象釋": "《象辭》說：「雷上下震動均有危難」，但能知恐懼而謹慎行動；處事恪守中道，就不會有什麼大的損失。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "震索索，視矍矍，征凶；震不於其躬，於其鄰，無咎；婚媾有言。",
      "彖義": "上六，由於雷震動恐懼而畏縮不前，兩眼旁視而不安，如果行動就會有凶險；不過，當雷震還沒有到達自己身上時，就早作戎備謹慎行事，則不致受害；涉及婚配之事則將會產生言語紛爭。",
      "象文": "「震索索」，中未得也；雖凶無咎，畏鄰戎也。",
      "象釋": "《象辭》說：「由於雷震動恐懼而畏縮不前」，因為上六爻其位不正；雖然有凶險卻不致受害，這是因為能夠看見近鄰的危險及時戎備，因而能防患於未然。"
    }
  },
  {
    "id": 52,
    "卦序": "第五十二卦",
    "卦名": "《艮卦》",
    "卦辭": {
      "卦象": "艮",
      "卦文": "艮其背，不獲其身；行其庭，不見其人，無咎。",
      "卦白": "《艮卦》象征抑止：止於背部，不得使身體面向所止的地方；就好像在庭院裏行走，兩兩相背，不曾感覺到有人的存在，進入這一境界，就不會受害。",
      "象文": "兼山，艮；君子以思不出其位。",
      "象釋": "《象辭》說：《艮卦》的卦象是艮（山）下艮（山）上，為兩山重疊之表象，象征著抑止；君子的思想應當切合實際，不可超越自己所處的地位。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "艮其趾，無咎，利永貞。",
      "彖義": "初六，抑止應該在腳趾邁出之前，這樣就不會受害，而且將有利於長久堅守正道。",
      "象文": "「艮其趾」未失正也。",
      "象釋": "《象辭》說：「抑止應該在腳趾邁出之前」，這就說明沒有失去正道。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "艮其腓，不拯其隨，其心不快。",
      "彖義": "六二，抑止人的小腿的行動，不能邁步追隨應該追隨的人，他的心中是不會快樂的。",
      "象文": "「不拯其隨」，未退聽也。",
      "象釋": "《象辭》說：「不能邁步追隨應該追隨的人」，又不能退下來聽從抑止的意見，因而心中不快。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "艮其限，列其夤，厲薰心。",
      "彖義": "九三，抑止腰部的行動，斷裂脊背的肉，危難將像熊熊的烈火一樣燒灼他的心。",
      "象文": "「艮其限」，危薰心也。",
      "象釋": "《象辭》說：「抑止腰部的行動」，說明危險將像熊熊的烈火一樣燒灼他的心。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "艮其身，無咎。",
      "彖義": "六四，抑止身體上部不動，就不會受害。",
      "象文": "「艮其身」，止諸躬也。",
      "象釋": "《象辭》說：「抑止身體上部不動」，自我控制不超越本身的地位。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "艮其輔，言有序，悔亡。",
      "彖義": "六五，抑止於口不隨便亂說，說話很有條理，悔恨將會消失。",
      "象文": "「艮其輔」，以中正也。",
      "象釋": "《象辭》說：「抑止於口不隨便亂說」，說明六五爻居於中位能守中道。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "敦艮，吉。",
      "彖義": "上九，能夠以敦厚篤實的德行抑止邪欲，就吉祥。",
      "象文": "「敦艮之吉」，以厚終也。",
      "象釋": "《象辭》說：「能夠以敦厚篤實的德行抑止邪欲，就吉祥」，說明上九能夠將敦厚的德行保持至終。"
    }
  },
  {
    "id": 53,
    "卦序": "第五十三卦",
    "卦名": "《漸卦》",
    "卦辭": {
      "卦象": "漸",
      "卦文": "女歸吉，利貞。",
      "卦白": "《漸卦》象征循序漸進：如同女子出嫁那樣，按照一切婚嫁的禮節循序漸進，就會得到吉祥，有利於堅守正道。",
      "象文": "山上有木，漸；君子以居賢德善俗。",
      "象釋": "《象辭》說：《漸卦》的卦象是艮（山）下巽（風）上，表明高山上的樹木逐漸長得高大，象征循序漸進；君子觀看高山上的樹木逐漸長得高大的情況，由是修養德性，改善社會的風尚、禮節和習慣。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "鴻漸於幹；小子厲，有言，無咎。",
      "彖義": "初六，鴻雁飛起來逐漸前進到水涯旁邊，落伍離群，顯得不安；象征著年幼無知的孩子有危難，受到言語中傷，如果能夠循序漸進，就不會受害。",
      "象文": "「小子之厲」，義無咎也。",
      "象釋": "《象辭》說：「年幼無知的孩子有危難」，不會發生什麼危險的。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "鴻漸於磐，飲食衎衎，吉。",
      "彖義": "六二，鴻雁飛起來逐漸前進到安穩的磐石之上，飲食和樂，吉祥。",
      "象文": "「飲食衎衎，不素飽也。",
      "象釋": "《象辭》說：「飲食和樂」，說明決不是屍位素餐不幹事情的。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "鴻漸於陸，夫征不複，婦孕不育，凶；利禦寇。",
      "彖義": "九三，鴻雁飛起來逐漸前進到較平的山頂，好比丈夫遠去出征而不複還，他的妻子非夫而孕難以生育，這當然是凶險的事；但卻能以剛烈禦強寇。",
      "象文": "「夫征不複」，離群醜也；「婦孕不育」，失其道也；「利用禦寇」，順相保也。",
      "象釋": "《象辭》說：「好比丈夫遠去出征而不複還」，離開自己的同類是值得憂慮的；「他的妻子非夫而孕難以生育」，因為違反了婦道；「但卻能以剛烈禦強寇」說明守正能夠使丈夫與妻子和順相保。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "鴻漸於木，或得其桷，無咎。",
      "彖義": "六四，鴻雁飛起來逐漸前進到高樹之上，或許能找到較平的枝杈得以棲息，這樣就沒有愆尤。",
      "象文": "「或得其桷」，順以巽也。",
      "象釋": "《象辭》說：「或許能尋找到較平的枝杈得以棲息」，說明六四柔順和服從。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "鴻漸於陵，婦三歲不孕；終莫之勝，吉。",
      "彖義": "九五，鴻雁飛起來逐漸前進到丘陵上，好比丈夫遠出在外，妻子三年沒有懷孕；但邪畢竟不能勝正，因此最終得到吉祥。",
      "象文": "「終莫之勝吉」，得所願也。",
      "象釋": "《象辭》說：「邪終久不能勝正，因此就得到吉祥」，實現了夫婦聚首的願望。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "鴻漸於陸，其羽可用為儀，吉。",
      "彖義": "上九，鴻雁飛起來逐漸前進到高山之上，漂亮的羽毛可以作為典禮上潔美的裝飾品，吉祥。",
      "象文": "「其羽可用為儀，吉」，不可亂也。",
      "象釋": "《象辭》說：「洪亮的羽毛可以作為典禮上潔美的裝飾品，吉祥」，說明潔美高尚的志向不能相亂的。"
    }
  },
  {
    "id": 54,
    "卦序": "第五十四卦",
    "卦名": "《歸妹卦》",
    "卦辭": {
      "卦象": "歸妹",
      "卦文": "征凶，無攸利。",
      "卦白": "《歸妹卦》象征婚嫁：如果行為不正，前方會有凶險，不會有利益。",
      "象文": "「澤上有雷，歸妹，君子以永終知敝。",
      "象釋": "《象辭》說：《歸妹卦》的卦象是兌（澤）下震（雷）上，兌又代表少女，震又代表長男為嫁出少女之表象；君子應當永遠使夫婦和諧，白頭偕老，防止夫婦關系被破壞。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "歸妹以娣，跛能履，征吉。",
      "彖義": "初九，嫁出的少女作為偏房，好像跛腳而奮力向前行走，前進可獲得吉祥。",
      "象文": "「歸妹以娣」，以恒也；跛能履，吉相承也。",
      "象釋": "《象辭》說：「嫁出的少女作為偏房」，這是婚嫁中的正常情況；「好像跛腳而奮力向前行走」，說明能以偏房側室的地位輔佐和照顧丈夫，必獲吉祥。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "眇能視，利幽人之貞。",
      "彖義": "九二，眼睛一瞎一明仍能看到東西，說明幽居之人利於守正。",
      "象文": "「利幽人之貞」，未變常也。",
      "象釋": "《象辭》說「幽居之人利於守正」，這是因為能遵守恒常的規則。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "歸妹以須，反歸以娣。",
      "彖義": "六三，妹妹想冒充姐姐之位嫁為正室，結果還是作為妹妹嫁做偏房。",
      "象文": "「歸妹以須」，未當也。",
      "象釋": "《象辭》說：「妹妹想冒充姐姐的地位嫁為正室」，這是不正當的。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "歸妹愆期，遲歸有時。",
      "彖義": "九四，待嫁少女錯過出嫁的時機，延遲日期待嫁，靜等好的時機。",
      "象文": "愆期之志，有待而行也。",
      "象釋": "《象辭》說：錯過出嫁的時機，是為等待更好的時機到來再嫁。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "帝乙歸妹，其君之袂，不如其娣之袂良；月幾望，吉。",
      "彖義": "六五，帝乙嫁出少女，正房的服飾，反不如偏房的服飾豔麗華美；月近十五將要圓了，吉祥。",
      "象文": "「帝乙歸妹，不如其娣之袂良」也；其位在中，以貴行也。",
      "象釋": "《象辭》說：「帝乙嫁出少女，正房的服飾，反不如偏房的服飾豔麗華美」；說明雖身居中位，十分尊貴，卻能保持勤儉謙虛的美德。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "女承筐，無實，士刲羊，無血。無攸利。",
      "彖義": "上六，女子的筐籃裏空空蕩蕩沒有實物，男子用刀宰羊卻不見出血。沒有利益。",
      "象文": "「上六無實，承虛筐也。",
      "象釋": "《象辭》說：《歸妹卦》的第六位（上六）空虛無實，好比手持空空的籃筐。"
    }
  },
  {
    "id": 55,
    "卦序": "第五十五卦",
    "卦名": "《豐卦》",
    "卦辭": {
      "卦象": "豐",
      "卦文": "亨，王假之；勿憂，宜日中。",
      "卦白": "《豐卦》象征盛大豐滿：亨通，君王能夠使天下達到盛大豐滿；就不用憂愁，好比太陽位居中天，光芒萬丈。",
      "象文": "「雷電皆至，豐；君子以折獄致刑。",
      "象釋": "《象辭》說：《豐卦》的卦象是離（火）下（震）雷上，離又代表閃電，震為雷，為雷電同時到來之表象，象征著盛大豐滿；君子應該像雷電那樣，審案用刑正大光明。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "遇其配主，雖旬無咎，往有尚。",
      "彖義": "初九，遇見地位彼此相當的夥伴，雖然合作十天也不致受害，前往會受到尊敬重視。",
      "象文": "「雖旬無咎」，過旬災也。",
      "象釋": "《象辭》說：「雖然合作十天也不致受害」，但是過了十天就可能會有災禍。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "豐其蔀，日見斗，往得疑疾；有孚發若，吉。",
      "彖義": "六二，光明遭到雲的蒙蔽，好比明亮的白天卻看到了夜晚的北斗星，前往行事會被猜疑；如果能以自己的至誠之心去啟迪，那麼最後是能獲得吉祥的。",
      "象文": "「有孚發若」，信以發志也。",
      "象釋": "《象辭》說：「能以自己的至誠之心去啟迪」，是有信以展拓其盛大之志。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "豐其沛，日中見沬；折其右肱，無咎。",
      "彖義": "九三，光明被雲遮掩，明亮的白天看見了小星星；好比右臂被折斷而難以有所作為，但終究不會受害。",
      "象文": "「豐其沛」，不可大事也；「折其右胘」，終不可用也。",
      "象釋": "《象辭》說：「光明被雲遮掩」，不可成就勝任大事；「右臂折斷而無為慎守」，最終得不到重用或不可能有所作用了。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "豐其蔀，日中見斗；遇其夷主，吉。",
      "彖義": "九四，光明遭到雲的蒙蔽，亮的白天卻看到了夜晚的北斗星；但若遇到明主賞識還是會吉祥的。",
      "象文": "",
      "象釋": "《象辭》說：「光明遭到雲的蒙蔽」，是說九四爻所居的爻位不當；「明亮的白天卻看到了夜晚的北斗星」，說明由於蒙蔽而出現昏暗；「但若遇到明主賞識」，行動還是會獲得吉祥的。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "來章，有慶譽，吉。",
      "彖義": "六五，有美德的賢能之士來輔佐，會有喜慶和美譽，吉祥。",
      "象文": "「六五之吉，有慶也。",
      "象釋": "《象辭》說：《豐卦》的第五爻位（六五）的吉祥，必定會有喜慶。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "豐其屋，蔀其家，闚其戶，闃其無人，三歲不覿，凶。",
      "彖義": "上六，房屋高大，蒙蔽居室，窺視窗戶，寂靜而無人，三年之久仍不見人，自蔽孤立，定有凶險。",
      "象文": "「豐其屋」，天際翔也；「闚其戶，闃其無人」，自藏也。",
      "象釋": "《象辭》說：「高大的房屋」，居內自蔽，孤立於人，好似在天際飛翔；「窺視窗戶，寂靜而無人」，深深隱藏蹤跡。"
    }
  },
  {
    "id": 56,
    "卦序": "第五十六卦",
    "卦名": "《旅卦》",
    "卦辭": {
      "卦象": "旅",
      "卦文": "小亨，旅貞吉。",
      "卦白": "《旅卦》象征旅行：小心謙順可以亨通，旅行雖是小事，但能堅守正道必然吉祥。",
      "象文": "山上有火，旅；君子以明慎用刑，而不留獄。",
      "象釋": "《象辭》說：《旅卦》的卦象是艮（山）下離（火）上，為火勢匆匆蔓延之表象，象征行旅之人匆匆趕路；君子觀此應謹慎使用刑罰，明斷決獄。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "旅瑣瑣，斯其所取災。",
      "彖義": "初六，旅行之始猥瑣不堪，這是自己招來的災禍。",
      "象文": "「旅瑣瑣」，志窮災也。",
      "象釋": "《象辭》說：「旅行之始猥瑣不堪」，是意志窮迫造成的災禍。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "旅即次，懷其資，得童仆，貞。",
      "彖義": "六二，旅客住在旅舍，攜帶錢財，有童仆照顧，能堅守正道。",
      "象文": "「得童仆貞」，終無尤也。",
      "象釋": "《象辭》說：「有童仆照顧，能堅守正道」，故不會有過失。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "旅焚其次，喪其童仆；貞厲。",
      "彖義": "九三，旅途中施舍失火，從而喪失了照顧自己的童仆，失去正道，會出現危險。",
      "象文": "「旅焚其次」，亦以傷矣；以旅與下，其義喪也。",
      "象釋": "《象辭》說：「旅途中施舍失火」，已經受到損傷；把童仆視為路人，童仆舍其而去，是必然的，合乎道理的。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "旅於處，得其資斧，我心不快。",
      "彖義": "九四，身處異鄉暫為棲身，不能安居，雖然得到路費，但我的心情仍然不愉快。",
      "象文": "「旅於處」，未得位也；「得其資斧」，心未快也。",
      "象釋": "《象辭》說：「身處異鄉暫為棲身，不能安居」，因為畢竟未得到長久安身的地方；「雖然得到路費」，但仍然客居他鄉，故此時心中仍不暢快。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "射雉，一矢亡；終以譽命。",
      "彖義": "六五，射野雞，喪失一枝箭；但最終獲得榮譽和爵命。",
      "象文": "「終以譽命」，上逮也。",
      "象釋": "《象辭》說：「最終獲得榮譽和爵命」，是由於能親近居高位的尊者。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "鳥焚其巢，旅人先笑，後號咷；喪牛於易，凶。",
      "彖義": "上九，鳥巢失火被燒掉，行旅之人得高位先喜悅歡笑，後因遭禍事而號啕痛哭；牧人在牧場丟失了牛，有凶險。",
      "象文": "以旅在上，其義焚也；喪牛於易，終莫之聞也。",
      "象釋": "《象辭》說：「作為旅客卻在異鄉身居高位，這樣必然要遭到焚巢之災；牧人在牧場丟失了牛，這個，可悲的結局是無可挽回的。"
    }
  },
  {
    "id": 57,
    "卦序": "第五十七卦",
    "卦名": "《巽卦》",
    "卦辭": {
      "卦象": "巽",
      "卦文": "小亨，利有攸往，利見大人。",
      "卦白": "《巽卦》象征順從：謙虛柔順，小心從事可以達到亨通，這樣才能利於所要做的事情，利於出現有道德並居於高位的人物。",
      "象文": "「隨風，巽；君子以申命行事。",
      "象釋": "《象辭》說：《巽卦》的卦象是巽（風）下巽（風）上，為風行起來無所不入之表象，由此表示順從。具有賢良公正美德的君主應當仿效風行而物無不順的樣子，下達命令，施行統治。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "進退，利武人之貞。",
      "彖義": "初六，過度謙卑，缺乏信心，進退遲疑，利於勇武之人堅守中正之道。",
      "象文": "「進退」志疑也；「利武人之貞」，志治也。",
      "象釋": "《象辭》說：「過度謙卑，缺乏信心，進退遲疑」，是指意志懦弱猶豫；「利於勇武之人堅守中道」，是勉勵其修治，以樹立堅強的意志。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "巽在床下，用史、巫紛若吉，無咎。",
      "彖義": "九二，過度謙卑而屈居於床下，如果能像祝史、巫覡那樣用崇敬謙恭的態度事神將十分吉祥，一定不會有什麼禍患。",
      "象文": "「紛若之吉」，得中也。",
      "象釋": "《象辭》說：「用崇敬謙恭的態度去行事將十分吉祥」，這是因為九二爻能夠居中守正的緣故。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "頻巽，吝。",
      "彖義": "朝令夕改，使人無所適從，會有禍患。",
      "象文": "「頻巽之吝」，志窮也。",
      "象釋": "《象辭》說：「朝令夕改，使人無所適從，會有禍患」，是因為當政者缺乏遠大的志向。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "悔亡，田獲三品。",
      "彖義": "六四，悔恨消失，田獵時得到多種收獲。",
      "象文": "「田獲三品，有功也。",
      "象釋": "《象辭》說：「田獵時得到多種收獲」，是因為能恪守「順從」之道，所以才有所建樹。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "貞吉，悔亡，無不利；無初有終；先庚三日，後庚三日，吉。",
      "彖義": "九五，堅守中道，可以得到吉祥，悔恨會消失，做任何事情沒有不順利的；開始時也許不會太順利，但最後一定會通達。比如頒行新的法令、政令，可以在象征變更的「庚」日的前三天發布，在「庚」日後三天再開始施行這些命令，才能使命令深入人心，從而使上下皆順從，由此獲得好的效果。",
      "象文": "「九五之吉，位中正也。",
      "象釋": "《象辭》說：《巽卦》的第五爻位（九五）之所以吉祥，是因為它居中端正，守持中道，慎始慎終。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "巽在床下，喪其資斧；貞凶。",
      "彖義": "上九，謙卑恭順到了極點而屈於床下，喪失了賴以謀生的資本，喪失了剛硬的本性，結果是凶險的。",
      "象文": "「巽在床下」，上窮也；「喪其資斧」，正乎凶也。",
      "象釋": "《象辭》說：「謙卑恭順到了極點而屈居於床下」，處於窮極末路，無法前進；「喪失了謀生的資本」，失去了生活的能力，結果必然是凶險的。"
    }
  },
  {
    "id": 58,
    "卦序": "第五十八卦",
    "卦名": "《兌卦》",
    "卦辭": {
      "卦象": "兌",
      "卦文": "亨，利貞。",
      "卦白": "《兌卦》象征喜悅：亨通暢達，利於堅守中正之道。",
      "象文": "麗澤，兌；君子以朋友講習。",
      "象釋": "《象辭》說：《兌卦》的卦象是兌（澤）下兌（澤）上，為兩個澤水並連之表象。澤水相互流通滋潤，彼此受益，因而又象征喜悅；君子應當效法這一精神，樂於同志同道合的朋友一道研討學業，講習道義，這是人生最大的樂趣。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "和兌，吉。",
      "彖義": "初九，能以平和喜悅的態度待人，獲得吉祥。",
      "象文": "「和兌之吉，行未疑也。",
      "象釋": "《象辭》說：用平和喜悅的態度待人，獲得吉祥，是因為行為誠信端正，不被人猜疑。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "孚兌，吉，悔亡。",
      "彖義": "九二，心中誠信與人和悅，故而得到吉祥；悔恨可以消失。",
      "象文": "「孚兌之吉」，信志也。",
      "象釋": "《象辭》說：「心中誠信與人和悅，故而得到吉祥」，說明心志誠信、篤實，能獲得好的結果。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "來兌，凶。",
      "彖義": "六三，前來尋求欣悅，有凶險。",
      "象文": "「來兌之凶」，位不當也。",
      "象釋": "《象辭》說：「前來導求欣悅，有凶險」，是因為居位不中不正的緣故。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "商兌，未寧，介疾有喜。",
      "彖義": "九四剛居柔位，對喜悅能保持一定的警惕，有所思量，心緒不寧，須排除凶險疾惡才會有喜慶的結果。",
      "象文": "「九四之喜，有慶也。",
      "象釋": "《象辭》說：《兌卦》的第四爻位（九四）能拒絕誘惑，毅然守正，因此出現好的兆頭，值得慶賀。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "孚於剝，有厲。",
      "彖義": "九五，誠心相信小人的巧言令色，必有危險。",
      "象文": "「孚於剝」，位正當也！",
      "象釋": "《象辭》說：「誠心相信小人的巧言令色必有危險」，只可惜它所居的正當之位了。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "引兌。",
      "彖義": "上六，引誘別人一同歡悅。",
      "象文": "上六「引兌」，未光也。",
      "象釋": "《象辭》說：《兌卦》的第六爻位（上六）「引誘別人一同歡悅」，不是光明正大的品行，而是偏離正德，這種所謂的歡悅將導致凶險。"
    }
  },
  {
    "id": 59,
    "卦序": "第五十九卦",
    "卦名": "《渙卦》",
    "卦辭": {
      "卦象": "渙",
      "卦文": "亨，王假有廟，利涉大川，利貞。",
      "卦白": "《渙卦》象征渙散：順暢亨通，賢明的君主去祠廟祭祀神靈以祈求保佑，利於渡過大川河流，利於堅守中正之道。",
      "象文": "風行水上，「渙」；先王以享於帝立廟。",
      "象釋": "《象辭》說：《渙卦》的卦象是坎（水）下巽（風）上，為風行水上之表象，象征渙散、離散。先代君王為了收合歸攏人心便祭祀天帝，修建廟宇。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "用拯馬壯吉。",
      "彖義": "初六，借助健壯的好馬來彌補力量的不足，可以獲得吉祥。",
      "象文": "初六之吉，順也。",
      "象釋": "《象辭》說：《兌卦》的第一位（初六）之所以是吉祥的，這是由於它能順承陽剛的緣故。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "渙奔其機，悔亡。",
      "彖義": "九二，處在渙散之時，要迅速脫離險境，轉移到安全的地方，悔恨便會消失。",
      "象文": "「渙奔其機」，得願也。",
      "象釋": "《象辭》說：「渙散之時，要迅速脫離險境，轉移到安全的地方」，脫離了危險，消失了悔恨，實現了自己的願望。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "渙其躬，無悔。",
      "彖義": "",
      "象文": "「渙其躬」，志在外也。",
      "象釋": "《象辭》說：「寧願自身受到損失」，說明志向在外。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "渙其群，元吉；渙有丘，匪夷所思。",
      "彖義": "六四，盡散朋黨，因而有大的吉祥；同時，它又能化解小群而聚成山丘一般大的群體，這不是常人所能想到的。",
      "象文": "「渙其群元吉」，光大也。",
      "象釋": "《象辭》說：「盡散朋黨，因而有大的吉祥」，表明無自私自利之心，品行光明正大。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "渙汗其大號，渙王居，無咎。",
      "彖義": "九五，像揮發身上的汗水一樣發布重大的命令，同時亦能疏散君王的積蓄用以聚攏民心，這樣做一定不會有什麼禍患。",
      "象文": "「王居無咎」，正位也。",
      "象釋": "《象辭》說：「疏散君王的積蓄以聚攏民心，這樣做一定不會有什麼禍患」，是因為九五爻居於正位，行事端正。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "渙其血去逖出，無咎。",
      "彖義": "上九，擺脫傷害，遠遠地避開它，不再接近它，不會有什麼禍患。",
      "象文": "「渙其血，遠害也。",
      "象釋": "《象辭》說：擺脫傷害，這就是避禍之道。"
    }
  },
  {
    "id": 60,
    "卦序": "第六十卦",
    "卦名": "《節卦》",
    "卦辭": {
      "卦象": "節",
      "卦文": "亨，苦節不可，貞。",
      "卦白": "《節卦》象征節制：節制可致亨通；但過分的節制也不可以的，應當持正、適中。",
      "象文": "澤上有水，節；君子以制數度，議德行。",
      "象釋": "《象辭》說：《澤卦》的卦象是兌（澤）下坎（水）上為澤上有水之表象，象征以堤防來節制。水在澤中，一旦滿了就溢出來，而堤防本身就是用來節制水的盈虛的。君子應當效法《節卦》的義理，制定典章制度和必要的禮儀法度來作為行事的准則，以此來節制人們的行為。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "不出戶庭，無咎。",
      "彖義": "初九，不邁出庭院，沒有危害。",
      "象文": "「不出戶庭」，知通塞也。",
      "象釋": "《象辭》說：「不邁出庭院」，說明知曉通則當行，阻則當止的道理。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "不出門庭，凶。",
      "彖義": "九二，因過分節制而不跨出門庭，會有凶險。",
      "象文": "「不出門庭」，失時極也。",
      "象釋": "《象辭》說：「因過分節制而不跨出門庭」，因此失去了適中、妥當的時機。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "不節若，則嗟若，無咎。",
      "彖義": "六三，雖不能節制，但能嗟歎自悔，則沒有禍患。",
      "象文": "「不節之嗟」，又誰咎也！",
      "象釋": "《象辭》說：「雖然不能節制，但能嗟歎自悔」，這樣的話，又有誰能給它造成禍患呢？"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "安節，亨。",
      "彖義": "六四，能安然實行節制，故而亨通。",
      "象文": "「安節之亨」，承上道也。",
      "象釋": "《象辭》說：「能安然實行節制，故而亨通」，說明謹守柔順尊上之道。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "甘節，吉，往有尚。",
      "彖義": "九五，能適度節制從而讓人感到美而適中，是吉祥的；前行一定會受到褒獎。",
      "象文": "甘節之吉，位居中也。",
      "象釋": "《象辭》說：「能適度節制從而讓人感到美而適中，是吉祥的」，這是由於居位中正的緣故。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "苦節；貞凶，悔亡。",
      "彖義": "上六，因節制過分，則會感到苦澀；而且會發生凶險，如果能對過分節制感到懊悔，則凶險有可能消失。",
      "象文": "「苦節貞凶」，其道窮也。",
      "象釋": "《象辭》說：「因節制過分，則會感到苦澀，而且會發生凶險」，因為過分節制必然導致末路窮途。"
    }
  },
  {
    "id": 61,
    "卦序": "第六十一卦",
    "卦名": "《中孚卦》",
    "卦辭": {
      "卦象": "中孚",
      "卦文": "豚魚吉，利涉大川，利貞。",
      "卦白": "《中孚卦》象征誠信：誠信施及到愚鈍無知的小豬小魚身上，從而感化了它們，因此獲得吉祥，利於涉越大河大川，利於堅守中正之道。",
      "象文": "「澤上有風，中孚；君子以議獄緩死。",
      "象釋": "《象辭》說《中孚卦》的卦象是兌（澤）下巽（風）上，為澤上有風，風吹動著澤水之表象，比喻沒有誠信之德施及不到的地方，說明極為誠信；君子應當效法「中孚」之象，廣施信德，慎重地議論刑法訟獄，寬緩死刑。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "虞吉，有它不燕。",
      "彖義": "初九，能安守誠信，可以獲得吉祥，如果另有他求的話就會得不到安寧。",
      "象文": "初九「虞吉」，志未變也。",
      "象釋": "《象辭》說：《中孚卦》的第一爻位（初九）「能安守誠信，可以獲得吉祥」，是因為其沒有他求的志向沒有改變。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "鳴鶴在陰，其子和之；我有好爵，吾與爾靡之。",
      "彖義": "鶴在山的北面鳴叫，它的那些同類們一聲聲地應和著它；我有醇香的酒漿，願與你一同暢飲。",
      "象文": "其子和之，中心願也。",
      "象釋": "《象辭》說：「鶴的那些同類們一聲聲地應和著它」，說明它們表露出了內心的意願。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "得敵，或鼓或罷，或泣或歌。",
      "彖義": "六三，面臨強勁的敵人，或者敲起戰鼓發動進攻，或者兵疲將乏而致敗退，或因為懼怕敵人的反擊而哭泣，或由於敵人不加侵害而高興地歌唱。",
      "象文": "「或鼓或罷」，位不當也。",
      "象釋": "《象辭》說：「或者敲起戰鼓發動進攻，或者兵疲將乏而致敗退」，均是因為六三爻居位不正的緣故。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "月幾望，馬匹亡，無咎。",
      "彖義": "六四，月亮將圓而未盈，好馬失掉了匹配，不會有什麼禍害。",
      "象文": "「馬匹亡」，絕類上也。",
      "象釋": "《象辭》說：「好馬失掉了匹配」，是指六四爻誠信專一，斷絕與同類之間的交往，而專心事奉君主。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "有孚攣如，無咎。",
      "彖義": "九五，具有誠信之德並以其牽系天下人心，天下的人也以誠信相和應，所以沒有禍患。",
      "象文": "「有孚攣如」，位正當也。",
      "象釋": "《象辭》說：「具有誠信之德並以其牽系天下人心」，是指居位中正適當，說明中心誠信這種教化作用可以施及整個邦國。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "翰音登於天，貞凶。",
      "彖義": "上九，鳥高飛著，鳴叫聲響徹天空，有可能出現凶險。",
      "象文": "「翰音登於天」，何可長也！",
      "象釋": "《象辭》說：「鳥高飛著，鳴叫聲響徹天空」，這種聲音虛而不實，聲高於情，怎麼可能長久保持呢？"
    }
  },
  {
    "id": 62,
    "卦序": "第六十二卦",
    "卦名": "《小過卦》",
    "卦辭": {
      "卦象": "小過",
      "卦文": "亨，利貞；可小事，不可大事，飛鳥遺之音，不宜上，宜下，大吉。",
      "卦白": "《小過卦》象征略為過分：小過之時，可致亨通，但應以正為本，故而利於堅守中正之道；可以去幹一些小事，但不可去涉足一些大事；飛鳥留下悲鳴之時，不應該向上強飛，而應該向下棲息，如此，大為吉祥。",
      "象文": "山上有雷，小過；君子以行過乎恭，喪過乎哀，用過乎儉。",
      "象釋": "《象辭》說：《小過卦》的卦象是艮（山）下震（雷）上，為山上響雷之表象，雷聲超過了尋常的雷鳴，以此比喻「小有過越」，君子應效法「小過」之象，在一些尋常小事上能略有過分，如行止時過分恭敬，遇到喪事時過分悲哀，日常用度過分節儉，為的是矯枉過正。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "飛鳥以凶。",
      "彖義": "初六，飛鳥向上強飛將會出現凶險。",
      "象文": "「飛鳥以凶」，不可如何也。",
      "象釋": "《象辭》說：「飛鳥向上強飛將會出現凶險」，是咎由自取，無可奈何。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "過其祖，遇其妣；不及其君，遇其臣，無咎。",
      "彖義": "六二，超過祖父，遇到祖母；但不能擅自越過君位，君臣遇合，一定沒有禍患。",
      "象文": "「不及其君」，臣不可過也。",
      "象釋": "《象辭》說：「不能擅自越過君位」，因為作為臣子是不能超越至尊的。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "弗過防之，從或戕之，凶。",
      "彖義": "九三，自恃強盛而不願過分防備，從而將要為人所害，故有凶險。",
      "象文": "「從或戕之」，凶如何也！",
      "象釋": "《象辭》說：「將要為人所害」，說明面臨的危險是多麼的嚴重啊！"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "無咎，弗過遇之；往厲必戒，勿用，永貞。",
      "彖義": "九四，沒有禍患，不過分恃強恃剛就能遇到陰柔；但是主動迎合陰柔會有凶險，因此，務必心存戒惕，不能去施展才用，要永遠守中正之道。",
      "象文": "「弗過遇之」，位不當也；「往厲必戒」，終不可長也。",
      "象釋": "《象辭》說：「不過分恃強恃剛就能遇到陰柔」，因為九四爻以剛居柔位，位置不正；「主動迎合陰柔會有凶險，務必要心存戒惕」，是說若主動迎合陰柔，最終將不可能長久無害。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "密雲不雨，自我西郊；公弋取彼在穴。",
      "彖義": "六五，烏雲密布在天空而不下雨，這些烏雲是從城的西邊飄過來的；王公們用細繩系在箭上射取那些藏在穴中的野獸。",
      "象文": "密雲不雨，已上也。",
      "象釋": "《象辭》說：「烏雲密布在天空而不下雨」，是因為陰氣超過了陽氣，陰陽不合，故而不能化雨。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "弗遇過之；飛鳥離之，凶，是謂災眚。",
      "彖義": "上六，不能遇合陽剛卻超越了陽剛，無安棲之所的飛鳥遭受射殺之禍，故而凶險，這就叫做災殃禍患。",
      "象文": "「弗遇過之」，已亢也。",
      "象釋": "《象辭》說：「不能遇合陽剛而超越了陽剛」，是指其過分已達到極點，再危險不過了。"
    }
  },
  {
    "id": 63,
    "卦序": "第六十三卦",
    "卦名": "《既濟卦》",
    "卦辭": {
      "卦象": "既濟",
      "卦文": "亨小，利貞；初吉終亂。",
      "卦白": "《既濟卦》象征成功：此時功德完滿，連柔小者都亨通順利，有利於堅守正道；開始時是吉祥的，但如有不慎，終久必導致混亂。",
      "象文": "「水在火上，既濟；君子以思患而預防之。",
      "象釋": "《象辭》說：《既濟卦》的卦象是離（火）下坎（水）上，為水在火上之表象，比喻用火煮食物，食物已熟，象征事情已經成功；君子應有遠大的目光，在事情成功之後，就要考慮將來可能出現的種種弊端，防患　於未然，采取預防措施。"
    },
    "六爻一": {
      "爻名": "初九",
      "彖文": "曳其輪，濡其尾，無咎。",
      "彖義": "初九，拉住車的輪子，不使它快進，小狐狸渡河時沾濕了尾巴，無法快遊，沒有災禍。",
      "象文": "「曳其輪」，義無咎也。",
      "象釋": "《象辭》說：「拉住車的輪子，不使它快進」，說明事情成功之後，必須謹慎從事，小心防備，才沒有災禍。"
    },
    "六爻二": {
      "爻名": "六二",
      "彖文": "婦喪其茀，勿逐，七日得。",
      "彖義": "六二，丟失了婦人乘車的遮簾，不用去尋找，過不了七天就會物歸原處。",
      "象文": "「七日得」，以中道也。",
      "象釋": "《象辭》說：「丟失婦人乘車上的遮簾，過不了七日就會物歸原處」，說明此時正處於中位，堅守正道，不偏不倚，所以丟失了的東西可以失而複得。"
    },
    "六爻三": {
      "爻名": "九三",
      "彖文": "高宗伐鬼方，三年克之；小人勿用。",
      "彖義": "九三，殷高宗武丁征伐地處西北的鬼方國，經過三年的連續戰斗才獲得勝利；不可任用急躁冒進的小人。",
      "象文": "「三年克之」憊也。",
      "象釋": "《象辭》說：「經過三年的連續戰斗才攻克了鬼方國」，說明戰爭非常激烈又持續了三年之久，已經筋疲力盡了，勝利是來之不易的。"
    },
    "六爻四": {
      "爻名": "六四",
      "彖文": "繻有衣袽，終日戒。",
      "彖義": "六四，渡河的時候，為了防止船漏水，事先要准備破布棉絮，而且整天保持戒備，以防止發生災禍。",
      "象文": "「終日戒」有所疑也。",
      "象釋": "《象辭》說：「整天保持戒備，以防止災禍的發生」，說明此時心中有所疑慮，感到恐懼。"
    },
    "六爻五": {
      "爻名": "九五",
      "彖文": "東鄰殺牛，不如西郊之禴祭，實受其福。",
      "彖義": "九五，東邊鄰國殺牛羊來舉行盛大祭禮，不如西邊的鄰國舉行簡單而樸素的祭祀，這樣才能實在地得到神降賜的福分。",
      "象文": "「東鄰殺牛」，不如西鄰之時也；「實受其福」，吉大來也。",
      "象釋": "《象辭》說：「東邊的鄰國殺牛宰羊來舉行盛大的祭禮」，還不如西邊鄰國能按時舉行虔誠簡單的時祭；西鄰「實在地得到上天神靈降賜的福分」，說明此是正當其位，吉祥福分將不斷隆臨，非常幸運。"
    },
    "六爻六": {
      "爻名": "上六",
      "彖文": "濡其道，厲。",
      "彖義": "上六，小狐狸渡河時弄濕了頭，有危險。",
      "象文": "「濡其道，厲」，何可久也！",
      "象釋": "《象辭》說：「小狐狸渡河時弄濕了頭，有危險」，這是警告在事情成功之後，要更加小心謹慎，不然怎能長久不敗！"
    }
  },
  {
    "id": 64,
    "卦序": "第六十四卦",
    "卦名": "《未濟卦》",
    "卦辭": {
      "卦象": "未濟",
      "卦文": "亨；小狐汔濟，濡其尾，無攸利。",
      "卦白": "《未濟卦》象征事未完成：經過努力可以得到亨通；小狐狸渡河快到對岸了，卻浸濕了尾巴，則沒有什麼吉利。",
      "象文": "火在水上，未濟；君子以慎辨物居方。",
      "象釋": "《象辭》說：《未濟卦》的卦象是坎（水）下離（火）上，為火在水上之表象。火在水上，大火燃燒，水波浩浩，水火相對相克，象征著未完成；君子此時要明辨各種事物，看到事物的本質，努力使事物的變化趨向好的方面，這樣做則萬事可成。"
    },
    "六爻一": {
      "爻名": "初六",
      "彖文": "濡其尾，吝。",
      "彖義": "初六，小狐狸渡河時被水浸濕了尾巴，會有麻煩。",
      "象文": "「濡其尾」，亦不知極也。",
      "象釋": "《象辭》說：「小狐狸渡河時被水浸濕了尾巴」，說明其自不量力，不知道自己究竟能使多大的氣力，急躁冒進，結果招致麻煩。"
    },
    "六爻二": {
      "爻名": "九二",
      "彖文": "曳其輪，貞吉。",
      "彖義": "九二，向後拖拉車輪，使車不快進，堅守正道可以得到吉祥。",
      "象文": "九二貞吉，中以行正也。",
      "象釋": "《象辭》說：九二爻之所以可獲吉祥，是因其恃中不移，端正不偏倚，有所節制，這樣行事必獲吉祥。"
    },
    "六爻三": {
      "爻名": "六三",
      "彖文": "未濟，征凶，利涉大川。",
      "彖義": "六三，事情未完成，急躁冒進去遠行，有凶險，但有利於渡過大河急流。",
      "象文": "「未濟，征凶」，位不當也。",
      "象釋": "《象辭》說：「事情未完成，急躁冒進去遠行，有凶險」，說明此時所處的位置不當。"
    },
    "六爻四": {
      "爻名": "九四",
      "彖文": "貞吉，悔亡；震用伐鬼方，三年有賞於大國。",
      "彖義": "九四，堅守正道可獲吉祥，悔恨會消失；以雷霆萬鈞之勢征討鬼方國，經過三年的激烈戰斗終於得到了勝利，被封為一個大國的諸侯。",
      "象文": "「貞吉悔亡」，志行也。",
      "象釋": "《象辭》說：「堅守正道可獲吉祥，悔恨會消失」，說明實現了建功立業的志向。"
    },
    "六爻五": {
      "爻名": "六五",
      "彖文": "貞吉，無悔；君子之光，有孚吉。",
      "彖義": "六五，堅守正道或獲吉祥，沒有什麼悔恨；這是君子所具有的美德的光輝，有誠實守信的德行可以獲得吉祥。",
      "象文": "「君子之光」其暉吉也。",
      "象釋": "《象辭》說：「君子所具有的美德的光輝」，說明此時正在事情即將成功的關鍵時刻，應該具有誠實守信、光明正大的美德，才能獲得成功，光彩煥發，得到吉祥。"
    },
    "六爻六": {
      "爻名": "上九",
      "彖文": "有孚於飲酒，無咎；濡其首，有孚失是。",
      "彖義": "上九，滿懷信心，充分信任眾人，這時可以安閑自得地飲酒作樂，沒有什麼災禍；縱情濫飲，被酒淋濕了頭，則說明過分信任他人，將會損害君子的正道。",
      "象文": "「飲酒濡首，亦不知節也。",
      "象釋": "《象辭》說：「縱情濫飲，被酒淋濕了頭」，這樣喝得醉醺醺的，就會誤了大事，就有滅頂之災，這是放縱自己沒有節制的結果。"
    }
  }
]